[
  {
    "ID": 1,
    "name": "ئاباسا",
    "mening": "1. ئابه‌م جۆره‌؛ 2. میرزا (نووسنه‌)ی شاپووری یه‌که‌می ساسانی؛ 3. نێوی هۆزێکی کورده‌ له‌ ناوچه‌ی قامیشلی له‌ ڕۆژاوای کوردستان."
  },
  {
    "ID": 2,
    "name": "ئابان",
    "mening": "1. مانگی دیسان بارینه‌وه‌ی باران؛ 2. نێوی فریشته‌ی پارێزه‌ری ئاو له‌ ئایینی زه‌ڕده‌شتیدا؛ 3. په‌ری."
  },
  {
    "ID": 3,
    "name": "ئابوور",
    "mening": "1. مایه‌ی گوزه‌ران و بژیو؛ 2. سازدان و پێکهێنانی سامان و دارایی."
  },
  {
    "ID": 4,
    "name": "ئاپۆ",
    "mening": "وشه‌یێکه‌ بۆ رێزلێنان و بانگکردنی مام."
  },
  {
    "ID": 5,
    "name": "ئاپۆره",
    "mening": "حه‌شیمه‌ت، کۆمای خه‌ڵک پێکه‌وه‌."
  },
  {
    "ID": 6,
    "name": "ئاتروان",
    "mening": "ئاگره‌وان، ئاگرخۆشکه‌ری ئاورگه‌."
  },
  {
    "ID": 7,
    "name": "ئاترۆ",
    "mening": "به‌ ئاوێستایی ئه‌ته‌ر، به‌ پاله‌وی ئاتۆر و ئاته‌خش، ئه‌م وشه‌یه‌ له‌ وشه‌ی ئاترۆپاتین یان ئازه‌ربایجانی کۆن وه‌رگیراوه‌. له‌ سه‌رده‌می ماده‌کاندا به‌ خاکی موکریانی ئه‌وڕۆیان گوتووه‌: مادی بچووک و ‌پاشان ئاترۆپاتین یا ئاترۆپاته‌گان یا ئازه‌ربایجان، که‌ ئه‌وڕۆکه‌ ده‌ڵێن موکریان."
  },
  {
    "ID": 8,
    "name": "ئاترۆپات",
    "mening": "1. نێوی دامه‌زرێنه‌ری مادی بچکۆله‌یه‌؛ 2. نێوی سه‌ردارێکی سه‌رده‌می ماده‌کان بووه‌."
  },
  {
    "ID": 9,
    "name": "ئاترۆدات",
    "mening": "ئه‌م نێوه‌ نێوێکی مادییه‌ و نێوی یه‌کێ له‌ نێوداره‌کانی ماد بووه‌ له‌ سه‌رده‌می پێش ده‌سه‌ڵاتداریی هه‌خامه‌نشییه‌کان. به‌ڵام حه‌مه‌ سدێق میرزا، له‌ کۆپه‌ڕی کورد و دیرۆکه‌تاڵانکراوه‌که‌یدا نووسیویه‌تی: (ئاترۆدات نێوێکی ئه‌فسانه‌یییه‌ که‌ که‌تسیاسی مێژوونووس، له‌ جێگای بابی کوورشی هه‌خامنشی هه‌ڵیبژارد و یه‌کێ له‌ خاڵه‌ لاوازه‌کانی تێبینییه‌که‌ی که‌تسیاس وابزانم ئه‌وه‌ بووه‌، که‌ له‌ گه‌نجینه‌ نووسراوه‌کانی قڕاڵیه‌تی پارسدا وه‌ریگرتووه‌، یان له‌ زمانی خه‌ڵک بیستوویه‌تی.)"
  },
  {
    "ID": 10,
    "name": "ئاته‌ر",
    "mening": "ئاگر، ئاهێر، ئاور، ئایه‌ر، گڕ."
  },
  {
    "ID": 11,
    "name": "ئاته‌ران",
    "mening": "کۆی وشه‌ی ئاتر یان ئاگر."
  },
  {
    "ID": 12,
    "name": "ئاجاخ",
    "mening": "ئاشکرا و دیار، خوویا، خۆیا."
  },
  {
    "ID": 13,
    "name": "ئاخێز",
    "mening": "نیوه‌هه‌ستان، نیوه‌ڕابوون بۆ رێزلێنان."
  },
  {
    "ID": 14,
    "name": "ئاد",
    "mening": "وشه‌ی ئاد به‌ ته‌نیا، چه‌ند واتای هه‌یه‌: 1. دوورگه‌، وشکانی له‌ناو ئاودا، 2. هێز، بڕست، زۆر، توانا، 3. خودای هێز و ده‌سه‌ڵات. 4. له‌ کۆندا نێوی خودای با بووه.‌ ئه‌م نێوه‌ بۆته‌ پێشبه‌ندی زۆر وشه‌ی دیکه‌ له‌ زمانی کوردیی کۆندا. زۆر جاریش وشه‌ی (د) ئه‌گۆڕدرێ بۆ وشه‌ی (ز)."
  },
  {
    "ID": 15,
    "name": "ئاداد",
    "mening": "1. نێوی فه‌رمانڕه‌وای تیره‌ی کۆنی کورد (لۆلۆ) بووه‌ که‌خه‌‌ڵکی بابل بووه‌؛ 2. پاشنێوی سه‌رۆکهۆزی (ناسیکۆ) بووه‌ له‌ ساڵی 881 ی زاییندا. بڕوانه‌ وشه‌ی ئاد."
  },
  {
    "ID": 16,
    "name": "ئادار",
    "mening": "مانگی ئازار (مارت)، ده‌ ڕۆژ له‌ ڕه‌شه‌مه‌ و بیست ڕۆژ له‌ خاکه‌لێوه‌. بڕوانه‌ وشه‌ی ئاد."
  },
  {
    "ID": 17,
    "name": "ئادگار",
    "mening": "ئازگار، ته‌واو، په‌یتاپه‌یتا، په‌ساپه‌سا، به‌شوێن یه‌کدا."
  },
  {
    "ID": 18,
    "name": "ئادۆ",
    "mening": "له‌ کۆندا نێوی خودای با بووه‌. ئه‌م نێوه‌ له‌ناو کورده‌کانی کوردستانی رۆژاوا‌ و لوبناندا وافره‌. بڕوانه‌ وشه‌ی ئاد."
  },
  {
    "ID": 19,
    "name": "ئادیابن",
    "mening": "له‌ کۆندا‌ له‌ سه‌رده‌می ماده‌کانه‌وه‌ هه‌تا سه‌رده‌می ساسانییه‌کان، به‌و ناوچه‌یه‌ی گوتراوه‌ که‌ باژێره‌کانی زاخۆ و دهۆک و ئاکرێی گرتۆته‌ خۆی! بڕوانه‌ وشه‌ی ئاد."
  },
  {
    "ID": 20,
    "name": "ئادیامان",
    "mening": "شارێکی کوردنشینە لە باکوور‌ی کوردستان. بڕوانە وشەی ئاد."
  },
  {
    "ID": 21,
    "name": "ئادینان",
    "mening": "گوندێکە لە نێوان گوندەکانی کاکەسیا و ناسراوا لە ناوچەی سەقز لە کوردستانی رۆژهەڵات. بڕوانە وشەی ئاد."
  },
  {
    "ID": 22,
    "name": "ئار",
    "mening": "1. لەو سەردەمەدا پێشبەندی (ئار) بە واتای (ئاگر و پاک) بۆ رێزدانان لەو شتانەی کە (پاک و پیرۆز) ‌بوونە بەکار براوە، وەک: ئاریاکیس، ئاریبانس و ئارچاری؛ لە راستیدا نێوی ئارچاری، چاری بووە کە هەر دەبێتە چێری. 2. وشەی (ئار) لە زمانی کوردیدا واتای ئاگر و رەنگی سوور دەدا کە لە ریشەی وشەی (ئار)ی ئەوێستایی یەوە هاتووە و واتای (ئاگرپەرست) و (سوور) دەدا،‌ لە زمانی پالەوی یان کوردیی کەڵوڕیشدا هەر ئەو واتایە دەدا و گوتراوە (ئارووس)؛ 3. (گەورە و مەزن)؛ 4. واتای (ئێش و ئازار) دەدا و لە زاراوەی کەڵوڕی (پالەوی)ی کۆنیشدا هەر ئەو مانایە دەدا؛ 6. هەروەها (ئار) مانای سپیکەلە یان چەرمەڵەش دەدا؛ 7. پاشگری بکەرە و بە هەندێ وشەی چووکەوە دەلکێ و نێوێکی دیکەی چاوگ ساز دەکا؛ وشەی ئاراراتیش دوور نییە لە وشەی ئار و ئاور کەوتبێتەوە، لەوانەیە ئەم وشەیەشیان بۆیە لەسەر ئەم کێوە دانابێ‌، چونکە کێوێکی سەر بە ئاگر یان گڕکانە، تورکەکانیش وشەی ئاگریان گۆڕیوە بۆ (ئاغر) و وشەی (داغ)یشیان کە وشەیەکی تورکییە و واتای چیا دەدا پێ زیاد کردووه و نێویان ناوە آغریداغ‌؛ حوکوومەتی تورک، وشەی (داغ)ی بۆیە بە وشەی کوردی ئاگرەوە ناوە و کردوویە بە (ئاغر)، لەبەر ئەوە بووە کە نێوی کوردیی لەو پارچەیە تێک بدەن و بیشێوێنن؛ چیای ئاگریی لەبەر ئەوەی کە گڕکانە و سەربەئاگرە، بوومەلەرزەی زەمەند و وێرانکاری لێ رادەبێ."
  },
  {
    "ID": 23,
    "name": "ئارا",
    "mening": "1. دۆستی و نێوانخۆشبون؛ 2. جێگەی ژینی هەمیشەیی."
  },
  {
    "ID": 24,
    "name": "ئارابخا",
    "mening": "1. لە دوو وشەی (ئار و ئا‌پخا) پێکهاتووە کە (ئار) واتە: گڕ و (ئاپخا) بە زاراوەی ئاسووری کۆن واتە شار، یان مەڵبەند، کە بە سەر یەکەوە، واتای شاری گڕ دەدا، یان شوێنێ کە نەوتی هەبێ. 2. نێوی شاری کەرکووک بووە لە ساڵی 572 ی زایینی و ئەم نێوە هیچ پێوەندییەکی بە وشەی داتاشراوی (عەرەبخا)وە نییە؛ جیاواز لەوەی کە ئاشوورییەکان لە بەردە نووسراوەکانی خۆیاندا باسیان کردووه، کەرکووک لە سەردەمی ساسانییەکاندا لەبەر بوونی نەفت و گەرمیی ئەو شارە، بە (گەرمکان) بەنێوبانگ بووە و سریانییەکانیش بە (بینکرمان) نێودێریان کردووە. ئەم نێوە دەگەڕێتەوە بۆ سەدەی پێنجەمی بەر لە زایین. بڕوانە وشەی ئار."
  },
  {
    "ID": 25,
    "name": "ئاراد",
    "mening": "ناوی فریشتەیەکە لە ئایینی زەردەشتیدا"
  },
  {
    "ID": 26,
    "name": "ئارارات",
    "mening": "1. گڕی لە دوای گڕ، هەڵقوڵینی پۆلووی ئاگر. 2. گەورە و پیرۆز. ئارارات، زنجیرەیەک چیایە لە کوردستانی باکوور‌ کە بەشێکی کەوتۆتە نێوان سنوورەکانی ئێران و تورکیە و قەفقازی رووسیە، بەرزترین لووتکەی 5165 میترە؛ (ئارارات) یان کێوی نۆح کە تورکەکان پێی دەڵێن: ئاغریداغ و ئەرمەنییەکان پێی دەڵێن مازیک، هەر هەمان چیای (ئاگری)یە کە نێوێکی کوردییە و زاراوەی عەربی کردوویەتی بە (عقرە!!) و لە بنەڕەتدا (ئارئارات) بووه کە‌ دوایی بووە بە ئارارات.‌ بۆ روونکردنەوە، وەک لە تەوراتدا هاتووە، کەشتییەکەی نۆح بە سەر ئەم کێوەوە نیشتۆتەوە‌ بەڵام راستەکەی ئەوەیە کە کەشتییەکەی نۆح، بە سەر کێوی (جوودی)یەوە نیشتۆتەوە، کە لە بنەڕەتدا (گۆتی)یە و عەرەب ئەم نێوەی کردووە بە جوودی. کێوی (جوودی یان گۆتی)یش، لە زنجیرەکێوەکانی ئارارات یان ئاگرییە، کە دەڕوانێ بە سەر شاری (زاخۆ) لە باشووری کوردستان و شاری (سلۆپی)، لە باکووری کوردستان . بڕوانە وشەی ئار."
  },
  {
    "ID": 27,
    "name": "ئاراز",
    "mening": "1. ئارائاس، ئاراس، فرمیسکی شادی؛ 2. یە‏کێ له ‏فەرماندە‏رەکانی مادی چکۆڵه؛ 3. یە‏کێ لە ‏پاڵە‏وانە‏کانی کوردی زەعفە‏رانلوو؛ چۆمی ئاراز، یان ئاراس، لە ناوچەی بینگۆڵ لە کوردستانی باکوورەوە سەرچاوە دەگرێ و 435 کیلۆمیتر بە ناو خاکی کوردستاندا دەڕوا و بە سنووری ناوەندی ئێران و ئازەرباییجاندا تێدەپەڕێ و دەڕژێتە زەریای قەزوێنەوە. درێژایی ئاراز دەگاتە 920 کیلۆمیتر. بڕوانە وشەی ئار. بۆ وەبیرهێنانەوە، زۆربەی زۆری ئاوی رۆژهەڵاتی ناوەڕاست کە لە رێگای یەکاوی عارەبان (شط العرب)ەوە دەڕژێنە کەنداوی فارس/عەرەب، لە کوردستانی باکوور، لە شاری بینگۆڵ (بنگۆل)ەوە سەرچاوە دەگرێ."
  },
  {
    "ID": 28,
    "name": "ئاراسپ",
    "mening": "سەردارێکی گەورەی ماد بووە کە بە منداڵی لەگەڵ کوورش گەورە بووە. بڕوانە بۆ ئار."
  },
  {
    "ID": 29,
    "name": "ئاراسپاس",
    "mening": "لە گەورەکانی ماد و بینەوانی پەرسگەی پانتائا بووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 30,
    "name": "ئاراسن",
    "mening": "نێوی کێوێکە لای رانیە لە باشووری کوردستان. بڕوانە وشەی ئار."
  },
  {
    "ID": 31,
    "name": "ئاراسێن",
    "mening": "ئاراسێن نێوی گوندێکە لە باشووری کوردستان ."
  },
  {
    "ID": 32,
    "name": "ئارام",
    "mening": "1. لەسەرەخۆ، هێمن، هێور؛ 2. بێجووڵە، مەند."
  },
  {
    "ID": 33,
    "name": "ئاران",
    "mening": "1. بنکەی ژیانی زستانەی کۆچەران؛ (هەموو چوونە هەواران، ئێمە ماوین لە ئاران)؛ 2. گەرمیان؛ 3. زەوینی تەخت و راسا؛ 4. دەشتی بەپیت و نەرمان؛ 5. ناوچەیەکی کوردنشینە لە لای زەلیای قەزوێن. بڕوانە وشەی ئار."
  },
  {
    "ID": 34,
    "name": "ئاراوان",
    "mening": "نێوی یەکێ لە نێودارەکانی سەردەمی ساسانی بووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 35,
    "name": "ئارباکۆ",
    "mening": "1. ئاربەباکۆ، ئاربەبای چکۆڵە؛ 2. نێوی پاڵەوانێکی سەردە‏می مادەکان بووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 36,
    "name": "ئاربیان",
    "mening": "نێوی یەکێ لە پێنجەمین پاشاکانی ماد بووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 37,
    "name": "ئاربەبا",
    "mening": "1. بە‏رزترین و گە‏ور‏ەترین جێگای گە‏یشتن، لووتکە، پۆپه‏؛ 2. شارێکی کۆنی مانناییەکان بووە‏؛ 3. چیایێکه ‏له‏ باشوری شاری بانه لە رۆژهەڵاتی کوردستان. بڕوانە وشەی ئار."
  },
  {
    "ID": 38,
    "name": "ئارپاکۆ",
    "mening": "1. ئاگری پاک و پیرۆز؛ 2. نێوی یەکێ لە پاشاکانی ماد بوو."
  },
  {
    "ID": 39,
    "name": "ئارتان",
    "mening": "نێوی کوردیی گوندێک بووە لە باکوور‌ی کوردستان کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە. بڕوانە وشەی ئار."
  },
  {
    "ID": 40,
    "name": "ئارتم",
    "mening": "کوڕی (بارس)ی ماد و یەکێ لە ئەمیرە گەورەکانی سەردەمی ئەژدەهاگ بووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 41,
    "name": "ئارتیم",
    "mening": "پاڵەوانێکی سەردە‏می مادەکان بووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 42,
    "name": "ئارتین",
    "mening": "1. لە ریشەی وشەی (ئار)ی ئەوێستایی یەوە هاتووە و واتای (ئاگرپەرست) دەدا؛ 2. پیرنیا لە (تاریخ ایران زمین) دا دەڵێ: ئارتین، نێوی حەوتەمین پاشای مادەکان بووە. ئەو نێوانەی کە لە دوو وشە پێکهاتوون و وشەی یەکەمیان (ئار)ە، بە زۆریی لەناو ئەرمەنییەکاندا باوە و کوردین. زۆربەی ئەو نێوگەلەی کە بەوشەی (ئار) دەست پێدەکا، وەکوو: (ئارتین، ئارهان، ئاراس، ئاران، ئاردەوان، ئاردەڵان، ئارژەنگ، ئارساماس، ئارکاناس، ئارسان، ئارشام و ئارکاس) و هیدیکە، لە ریشەی وشەی کۆنی مادی و ئاوێستایین و دەگەڕێنەوە بۆ ئەو سەردەمانە. بڕوانە وشەی ئار."
  },
  {
    "ID": 43,
    "name": "ئارخەیان",
    "mening": "1.دڵنیا، خاترجەم؛ 2. بێخەم، بێترس و دوودڵی ."
  },
  {
    "ID": 44,
    "name": "ئاردە",
    "mening": "تازەداهاتوو، تازەبابەت، نۆهاتی."
  },
  {
    "ID": 45,
    "name": "ئاردەشیر",
    "mening": "نێوی کوڕی پاپەکی کوڕی ساسانی دامەزرێنەری زنجیرە فەرمانڕەوایی ساسانییه کە لە دوو تیرەی شوانکارە و بازرنگی (بەرزنجی) پێکهاتووە."
  },
  {
    "ID": 46,
    "name": "ئاردەو",
    "mening": "ئەردەوان، نێوێکی کۆنی ئاوێستایییە. بڕوانە بۆ ئار."
  },
  {
    "ID": 47,
    "name": "ئارزەن",
    "mening": "گوندێکە لە نێوان ئاسیاوجۆ و ناسراوا لە ناوچەی دێگولان لە رۆژهەڵاتی کوردستان. بڕوانە وشەی ئار."
  },
  {
    "ID": 48,
    "name": "ئارژەنگ",
    "mening": "ئەرژەنگ، دارێکی پێستسوورە وەک بەڵاڵووک کە لەبەر ئەوەی قاییمە، گۆچانی لێ درووست دەکەن. بڕوانە وشەی ئار."
  },
  {
    "ID": 49,
    "name": "ئارساماس",
    "mening": "فەرماندارێکی ماد بووە کە بەرپرسی لەشکری پیادەی سپای کوورشی هەخامەنشی بووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 50,
    "name": "ئارسان",
    "mening": "نێوی هۆزێکی کوردە لە لای خوڕەماوا. بڕوانە وشەی ئار."
  },
  {
    "ID": 51,
    "name": "ئارشام",
    "mening": "1. بەهێز و زۆردار؛ 2. نێوی یەکێ لە گەورە‏سەردارانی سەردە‏می ماد بووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 52,
    "name": "ئارشۆ",
    "mening": "1. نەجم، نەبزووت؛ 2. نێوی یەکێ له ‏سەردارەکانی سەردە‏می ماد بووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 53,
    "name": "ئارگا",
    "mening": "ئاورگە، ئاگردان. بڕوانە وشەی ئار."
  },
  {
    "ID": 54,
    "name": "ئارگۆن",
    "mening": "سوور و گەش لە رەنگی ئاگر."
  },
  {
    "ID": 55,
    "name": "ئارمانج",
    "mening": "1. نیشانە، کێلک؛ 2. دۆز، مەبەست، نیاز لە ژیاندا."
  },
  {
    "ID": 56,
    "name": "ئارمانکۆ",
    "mening": "نێوی قەڵایەک بووە لە باکوور‌ی کوردستان کە ئاشووریەکان ساڵی 254 زایینیی دروستیان کرد؛ هیچ شک و گومانی تێدا نییە کە دوو هەزار ساڵ زیاترە ئاسووری و ئەرمەنی و جوولەکە و هی دیکەش لە کوردستان لەگەڵ گەلی کورد پێکەوە دەژین و ئێستاش هەن. زمان و ئەدەبی ئەم نەتەوەگەلەش لە سەر زمان و ئەدەب و کەلتووری کورد شوێنیان داناوە و هی کوردیش بە سەر ئەوانەوە دیارە. جا لەبەر ئەمە هەندێ نێو لە زمانی کوردیدا هەن کە لەم کۆپەڕەدا چاپ کراون و کوردی نین و ئاسووری و ئەرمەنی و هی دیکەن. بڕوانە وشەی ئار."
  },
  {
    "ID": 57,
    "name": "ئارمیش",
    "mening": "ئاورێشم، هەورێشم."
  },
  {
    "ID": 58,
    "name": "ئارمین",
    "mening": "1. وشەی گۆڕدراوی ئارام؛ 2. نێوی کوڕی کەیقوبادی یەکەم پاشای ماد بووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 59,
    "name": "ئارناس",
    "mening": "نێوی تیرەیەک بووە لە هۆزی داکشۆری لە باکوور‌ی کوردستان. بڕوانە وشەی ئار."
  },
  {
    "ID": 60,
    "name": "ئارهان",
    "mening": "ژان و ئێشی ئەندامی سووتاو. بڕوانە وشەی ئار."
  },
  {
    "ID": 61,
    "name": "ئاروین",
    "mening": "1. تاقیکردنەوه، راکاو، راکاوێن، (ئەو رۆنە راکاوێنە، بزانە خاوێن)ە، دەسهات؛ 2. له ‏شازادەکانی ئۆرارتویی ‏باوکی ئارەشی کەوانگر؛ 3. ئەزموون، وشەیەکی کۆنی پالەوی (کەڵوڕیی)یە و واتای تاقیکردنەوە دەدا. بڕوانە وشەی ئار."
  },
  {
    "ID": 62,
    "name": "ئاروەن",
    "mening": "کرداری باش، هەڵسوکەوتی چاک. بڕوانە وشەی ئار."
  },
  {
    "ID": 63,
    "name": "ئارکاس",
    "mening": "1. گەورەی کاسییەکان؛ 2. نێوی گوندێکە لە ناوچەی مووش لە باکوور‌ی کوردستان. بڕوانە وشەی ئار."
  },
  {
    "ID": 64,
    "name": "ئارکۆ",
    "mening": "نیوەی یەک رۆژ، دانێکی ئێوارە یان بەیانی. بڕوانە وشەی ئار."
  },
  {
    "ID": 65,
    "name": "ئارکی",
    "mening": "هەرکی، نێوی تیرەیەکە لە هۆزی زێبار لە کوردستانی باشوور. بڕوانە وشەی ئار."
  },
  {
    "ID": 66,
    "name": "ئارۆ",
    "mening": "بە زاراوەی هەورامی واتە: ئیمڕۆ، ئەمڕۆ."
  },
  {
    "ID": 67,
    "name": "ئارۆن",
    "mening": "1. نیشانەی چاکی؛ 2. نێودارێ له ‏فەرماندەرانی مادی بچکۆڵه. بڕوانە وشەی ئار."
  },
  {
    "ID": 68,
    "name": "ئارۆک",
    "mening": "کفتەساواری پانکەڵە کە لە ئاردیش دەیکەن."
  },
  {
    "ID": 69,
    "name": "ئاری",
    "mening": "1. نیشتەجێ، بەرانبەر بە کۆچەر؛ 2. کۆمەک، یاریدە؛ 3. تیرەیەک لە مرۆڤ کە ئێرانییەکان خۆیان بە پاشماوە یان لە رەگەزی ئەو تیرەیە دەزانن."
  },
  {
    "ID": 70,
    "name": "ئاریابەرز",
    "mening": "نێوی یەکێ لە گەورەکانی ماد بووە، کە سەرداری لەشکری داریووشی سێهەم بووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 71,
    "name": "ئاریان",
    "mening": "1. کۆی وشەی (ئاری)؛ 2. گوندێکە لە نێوان ژنێن و فەقێکانی بەشی پایگەلان لە رۆژهەڵاتی کوردستان. بڕوانە بۆ ئاری."
  },
  {
    "ID": 72,
    "name": "ئاریتما",
    "mening": "نێوی یەکێک لە سەردارەکانی ماد بووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 73,
    "name": "ئارین",
    "mening": "بەسراو بە نژادی ئارییەوە."
  },
  {
    "ID": 74,
    "name": "ئارینۆ",
    "mening": "نێوی کوردیی گوندێک بووە لە باکووری کوردستان کە دەوڵەتی فاشیستی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 75,
    "name": "ئاریۆ",
    "mening": "سەرگری نێوی (ئاریۆ بەرزین) بووە، یەکێ لە سەردارە ئازاکانی کورد، کە لە بەرانبەر هێرشی ئەسکەندەری مەقدوونیدا سەردەمێک خۆڕاگرانە بەربەرەکانێی کردووە. بڕوانە وشەی ئار."
  },
  {
    "ID": 76,
    "name": "ئارێز",
    "mening": "1. ئاوڕێژ، کانیاوی مشەمەر؛ 2. ئاودڕ؛ 3. کێوێکی بەرزە کە لە باکووری شاری سنە لە سەر رێگای سنە بۆ مەریوان هەڵکەوتووە، ؛ 4. نێوی یەکێ لە سەردارەکانی ماد بووە؛ نێوی گوڵێکی بۆنخۆشی تەمەنکورتە."
  },
  {
    "ID": 77,
    "name": "ئازا",
    "mening": "1. سەربەست، ئازاد، سەربەخۆ؛ 2. نەترس، بوێر؛ 3. بەکار، گورجوگۆڵ؛ 4. فرز، زیرەک."
  },
  {
    "ID": 78,
    "name": "ئازاد",
    "mening": "ئازا، سەربەست، رزگار."
  },
  {
    "ID": 79,
    "name": "ئازاسەر",
    "mening": "نێوی ئەو پیاوە کوردە بووە کە چیرۆکی کوژرانی رۆسەمی کوردی بۆ فیردەوسی گێڕاوەتەوە."
  },
  {
    "ID": 80,
    "name": "ئازنگ",
    "mening": "خانوویەک کە بەسەر تەختە بەردی پانەوە دروست کرابێ."
  },
  {
    "ID": 81,
    "name": "ئازۆ",
    "mening": "1. بێ بڕانەوە و نێوان؛ 2. نێوی کۆنی چیای (ساسۆن)ە لە کوردستانی باکوور‌."
  },
  {
    "ID": 82,
    "name": "ئاژار",
    "mening": "داهاتی زەوی، ئەو بەرهەمەی کە لە زەوین رەنێوی دێنن."
  },
  {
    "ID": 83,
    "name": "ئاژاک",
    "mening": "نێوی کوردیی گوندێک بووە لە باکووری کوردستان کە دەوڵەتی فاشیستی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 84,
    "name": "ئاژوان",
    "mening": "گوندێکە لە ناوچەی چلچەمە لە هەرێمی سنە لە کوردستانی رۆژهەڵات."
  },
  {
    "ID": 85,
    "name": "ئاژوەر",
    "mening": "بڕوانە بۆ ئاژۆ."
  },
  {
    "ID": 86,
    "name": "ئاژۆ",
    "mening": "1. ئاژۆر، ئاژوەر، لێخوڕ، داژوێنەر؛ 2. لێکبوونەوەی ریشە؛ 3. لە زاراوەی زازاکیدا واتە: شوێنپێ هەڵکردن؛ 4. وشەی پاشگرە وەکوو: (گەرماژۆ: گەرمابردوو)، (دەستاژۆ: دەستەمۆ، فێرەدەست)، (مەیاژۆ: کەسێک کە خواردنەوە یان (مشروب) لێی دابێ)."
  },
  {
    "ID": 87,
    "name": "ئاژین",
    "mening": "1. ئاوبەردانە سەر شێف بۆ نەرمبوونەوە؛ 2. ئاوەنیاکردن؛ 3. زبر وەک زبری بڕبەند و بەرداش."
  },
  {
    "ID": 88,
    "name": "ئاسا",
    "mening": "پاشگری وشەیە کە واتای: وەکوو، لەچەشن، وێنە و وێکچوو دەدا، بۆ میناک: (جووانییەکەی پەری ئاسایە)، یان (پاڵەوان ئاسا هەستایە سەرپێ)."
  },
  {
    "ID": 89,
    "name": "ئاسۆ",
    "mening": "1. کەمەن، کەنارەی ئاسمان؛ 2. جێگەی ئاوابوون یان هەڵاتنی مانگ و رۆژ؛ 3. مەودای نێوان ئاسمان و لووتکەی کێوان؛ 4. راست و قیت و تیژ، کە بە ریشەی ئەستوون و ئاست و ئاسک و ئاسۆس و هیدیکەوە نزیکە؛ 5. تارمایی، رەشایی."
  },
  {
    "ID": 90,
    "name": "ئاسەوار",
    "mening": "1. شوێنەواری شتی کۆن؛ 2. پاشماوەی رەچەڵەک."
  },
  {
    "ID": 91,
    "name": "ئاشق",
    "mening": "دڵدار، ئەویندار، بەندەواری کەسێ بوون لە ئەڤیندا."
  },
  {
    "ID": 92,
    "name": "ئاشوان",
    "mening": "ناوێکی کرمانجییە بە واتای ئاشەوان، ئەو کەسەی کاروباری ئاش بەڕێوە دەبات"
  },
  {
    "ID": 93,
    "name": "ئاشۆ",
    "mening": "1. وچان دەرکردن، پشوودان، تۆزێک وەستان بۆ ئیستراحەت؛ 2. بشێوی و ئاژاوە."
  },
  {
    "ID": 94,
    "name": "ئاشۆت",
    "mening": "بەفری لەسەریەک کۆوەبووی داوێنی چیا، رمەبەفری لاپاڵان."
  },
  {
    "ID": 95,
    "name": "ئاشێڤ",
    "mening": "بنکۆڵکردنی سەوزەوات بۆ بەهێزبوونی."
  },
  {
    "ID": 96,
    "name": "ئاشەوان",
    "mening": "ئاشگێڕ، ئاسیاوان."
  },
  {
    "ID": 97,
    "name": "ئاقار",
    "mening": "1. شوێن و جێگە؛ 2. دەوروبەر، ناوەقە. (ماڵمان لە ناوەقە یان ئاقاری تەپە رەشە)."
  },
  {
    "ID": 98,
    "name": "ئاگا",
    "mening": "1. خەبەر، وەکوو: (ئاگام لێ نییە)؛ 2. هوشیار، وشیار؛ 3. زانا و ژیر؛ 4. بێدار، نەخەوتوو، وەکوو: (نەخەوتووە و بەئاگایە)."
  },
  {
    "ID": 99,
    "name": "ئاگرۆ",
    "mening": "بە واتای ئاگر، ئاگری بچووک."
  },
  {
    "ID": 100,
    "name": "ئاگری",
    "mening": "چیای سەربەئاگر، گڕکان، ئاگرپژێن؛ شۆڕشی ئارارات بە رابەریی شێخ سەعیدی پیران لە کوردستانی باکوور‌ لە چیای ئاگرییەوە هەڵگیرسا. بڕوانە ئارارات."
  },
  {
    "ID": 101,
    "name": "ئاگۆم",
    "mening": "نێوی یەکێ لە پاشای (کاسی) یەکان بووە کە برازای (ئۆلام بۆریاش) بووە و دوایین قەڵای (سۆمەری) یەکانی کە لە قەراخ دەریادا بوو، دابڕ کرد و لەناوی بردن."
  },
  {
    "ID": 102,
    "name": "ئالاز",
    "mening": "1. قامک، تلی، ئەنگوست؛ 2. خەڵووز، رەژی."
  },
  {
    "ID": 103,
    "name": "ئالان",
    "mening": "1. لووتکەی بەرزی پڕ لە دۆڵی پێچەڵپێچ؛ 2. ناوچەیەکە داگری نزیک بە 20 گوند، کەوتۆتە رۆژاوای شاری سەردەشت لە دۆژ سنووری دەسکردی ئێران و ئێراق؛ 3. نێوی چیایەکە هەر لەو ناوچەیە؛ 4. ئەم نێوە لە وڵاتانی سکاندیناوی و ئەورووپا و ئامریکا و کانادا و زۆر وڵاتی دیکەشدا هەیە و نێوێکی ئەنترناشیۆناڵە و نێوێکی کۆنە؛ 5. ئەم نێوە لە نێوان گەلانی ئاشووری و ئەرمەنی و مەسیحی و زۆر نەتەوەی دیکەشدا هەیە و بە (ئەلەن و ئەڵەن)یش دەوێژرێتەوە؛ 6. نێوی شارێکی کۆن بووە لە ناوچۆمان یا نێوانڕۆباران کە عەرەب دەڵێ: (بینُ النهرین)."
  },
  {
    "ID": 104,
    "name": "ئاماژ",
    "mening": "نیشانە، ئامانج."
  },
  {
    "ID": 105,
    "name": "ئامانج",
    "mening": "ئاماژ، 1. مەرام و مەبەست لە ژیاندا؛ 2. نیشانە یان هەدەف بۆ پێکان و ئەنگاوتن، کێلک، ئەو شتەی بۆ تیرهاویشتن لە پێشچاو دەگیرێ؛ 3. خزم و کەسوکار؛ 4. دۆز، وەکوو: (دۆزی کورد دۆزێکی پێچەڵپێچە)."
  },
  {
    "ID": 106,
    "name": "ئامانۆس",
    "mening": "نێوی چیایەک بووە لە ئاسیای بچووک لە لای ئەسکەندەروونی کوردستانی باکوور‌، کە دواتر ئەم نێوە بەسەر (سۆباری) یەکاندا کە تیرەیەکی کورد بوونه دابڕاوە."
  },
  {
    "ID": 107,
    "name": "ئامباز",
    "mening": "ئاوقەد، حاشاوڵ، چنگاوڵبوونی دوو ئینسان یان گیانلەبەر."
  },
  {
    "ID": 108,
    "name": "ئامراز",
    "mening": "کەرستە و ئەسپابی کار."
  },
  {
    "ID": 109,
    "name": "ئاموود",
    "mening": "عاموود، هێلانە، هێلانەی مەلگەلێکی گەورەی وەکوو: باز، شەهێن، شابوو، هەڵۆ."
  },
  {
    "ID": 110,
    "name": "ئامۆ",
    "mening": "1. مام، برای باب؛ 2. ئامۆزا، پسمام؛ 3. هەوجاڕ، هێش، ئاموور."
  },
  {
    "ID": 111,
    "name": "ئامیار",
    "mening": "1. هەواڵ، هەڤاڵ؛ 2. هاوکار، یاریدەدەر."
  },
  {
    "ID": 112,
    "name": "ئاناتۆم",
    "mening": "نێوی یەکەم پاشای گۆتییەکان بووە کە لە سەدەی 31 ی بەر لە زایین ژیاوە و شاری لاگاش پایتەختیان بووە."
  },
  {
    "ID": 113,
    "name": "ئانگارێس",
    "mening": "نێوی بەیتبێژێکی سەردەمی مادەکان بووە کە بەیتبێژی دیوەخانی ئەژدەهاک بووە، ئانگارێس بە بەیت، ئەژدەهاکی لە هاتنی کوورش بۆ گرتنی وڵاتی ماد ئاگادار کردووە؛ ماری بۆییس خانم لە کۆپەڕی (خونیاگەری لە ئێرانی گەورە)دا نێوی هێناوە؛ بەڵام لە کۆپەڕی (کورد و دێرۆکە تاڵانکراوەکەی)، کە حەمە سدێق میرزا نووسیویەتی، هاتووە کە: ژنێک ئەژدەهاکی لەم کارەساتە، واتە لەشکرکێشی کوورش بۆ سەر وڵاتی ماد ئاگادار کردووە، جا نازانم ئانگارێس نێوی ژنانەیە یان پیاوانە! چونکە بۆ (نەکیسا)یش، نووسەرانی فارس دەڵێن: نەکیسا نێوی ژنانەیە! (نەکیسا) یەکێ لە مۆسیقازان و بەیتبێژە کوردەکانی سەردەمی ساسانییەکان بووە و هاوچەرخی (باربەت)ی فارس بووە کە پێکەوە بە بەیت لە بارەگای ساسانییەکاندا شەڕە گۆرانییان کردووه و ئێستاش ئەو نەرێتە هەر لەناو کورددا، واتە: شەڕەگۆرانیی هەر ماوە و لە کۆندا لە دیوەخانی ئاغا و بەگەکانی کورددا هەبووە‌. بڕوانە بۆ (هۆنیا) لە بەشی کچان."
  },
  {
    "ID": 114,
    "name": "ئانێشا",
    "mening": "وشەیەکی هەورامییە واتە: ئەوان، ئەمان، ئەو."
  },
  {
    "ID": 115,
    "name": "ئاهێر",
    "mening": "ئایەر، ئاتر، ئار، ئێگر، ئاگر."
  },
  {
    "ID": 116,
    "name": "ئاوات",
    "mening": "مراز، هیوا، ئارەزوو"
  },
  {
    "ID": 117,
    "name": "ئاوار",
    "mening": "1. جیا، جودا؛ 2. هەڵوای ئارد و دۆشاوی وشکهەڵاتوو بۆ زستان؛ 3. چایلێنەری ماڵ؛ 4. داروپەردووی خانووی رووخاو."
  },
  {
    "ID": 118,
    "name": "ئاوارە",
    "mening": "بێ ماڵ و حاڵ، دەربەدەر"
  },
  {
    "ID": 119,
    "name": "ئاوتین",
    "mening": "1. ئابتین، خاراو، لەکڵ دەرهاتوو؛ 2. نێوی باوکی فەریدوونی دامەزرێنەری پاشایەتی خالدی (کاردۆخی)یەکان بووە."
  },
  {
    "ID": 120,
    "name": "ئاودێر",
    "mening": "ئاودەری باخات و مەزرا."
  },
  {
    "ID": 121,
    "name": "ئاودەل",
    "mening": "پۆڕی نێر، مەلێکە لە کەو بچووکتر، راو دەکرێ و گۆشتی دەخورێ."
  },
  {
    "ID": 122,
    "name": "ئاوریشم",
    "mening": "هەورێشم."
  },
  {
    "ID": 123,
    "name": "ئاویار",
    "mening": "ئاودەر، ئاودێر، کەسێک کە ئاوی زەوی و زار دەدا."
  },
  {
    "ID": 124,
    "name": "ئاوێژ",
    "mening": "هاوێژ، پاشگری بەواتا فڕێدەر. (چەکهاوێژ، نوورهاوێژ)"
  },
  {
    "ID": 125,
    "name": "ئاوێژە",
    "mening": "1. زەنگ و زەڵاڵ؛ 2. پاک و خاوێن."
  },
  {
    "ID": 126,
    "name": "ئاوێستا",
    "mening": "1. بنەما و بنەڕەت؛ 2. پەنا و داڵدە؛ 3. نێوی کۆپەڕەکەی زەڕدەشتی پەیامهێنی ئاوێستا."
  },
  {
    "ID": 127,
    "name": "ئاوێسەر",
    "mening": "1. شوێنی پڕئاو و بژوێن، کەژی پڕلەکانی؛ 2. ئاوێسەر، کەژێکی بەئاو و بژوێنە لە هەورامان لە لای باشووری شارۆچکەی تەوێڵێ. زۆر بەداخەوە، هەتا ئێستاش خەڵک نێوی گوندی (تەوێڵێ)یان، بە هەڵە گوتۆتەوە، لەکاتێکدا بێژرەی درووستی (تەوێڵێ) یە، نەک تەوێڵە! تەوێڵێ، واتای ناوچاوانی چیا و تەوێڵی کەژ و شوێنی هەڵاتوو دەدا، نەک (تەوێڵە) ی بە مانای گەوڕ!"
  },
  {
    "ID": 128,
    "name": "ئاوەر",
    "mening": "بڕوا و متمانە. (ئاوەری پێ دەکەم)."
  },
  {
    "ID": 129,
    "name": "ئاوەز",
    "mening": "هزر و هۆش."
  },
  {
    "ID": 130,
    "name": "ئاوەژێ",
    "mening": "1 ئاوەزێ، شوێنی زەق و زنە؛ 2. گوندێکە لە نزیک گوندی مەرگە لە کوردستانی باشوور."
  },
  {
    "ID": 131,
    "name": "ئاوەسوو",
    "mening": "1. بەردێک کە ئاوی زۆری بەسەرداهاتبێ و سووابێ؛ 2. چەرمێک کە لەناو ئاوی دادەنێن، بۆ نەرمبوونەوە؛ 3. ئاوەسوو، بە ئینسانێک دەگوترێ کە گوێ بە هەڵەی خۆی نەدا و هەر دووپاتی بکاتەوە. وەکوو: (ئەوەندە بێشەرمە دەڵێی: چەرمی ئاوەسووە!)"
  },
  {
    "ID": 132,
    "name": "ئاوەلان",
    "mening": "1. شوێنی ئاوەزا کە گیای لێ سەوز دەبێ؛ 2. شاخێکە بەرانبەر کێوی ئاژوان لە کوردستانی رۆژهەڵات."
  },
  {
    "ID": 133,
    "name": "ئاوەڵ",
    "mening": "دۆست، یاوەر، هاوڕێ."
  },
  {
    "ID": 134,
    "name": "ئاڤدین",
    "mening": "تۆڵەکردنەوە، تێهەڵکردنەوە بۆ لەحەقهاتن."
  },
  {
    "ID": 135,
    "name": "ئاڤزێم",
    "mening": "ئاوزێم، کوێرەکانی، کانیاوێ کە بەهاران دەژیێتەوە و هاوینان وشک دەکا."
  },
  {
    "ID": 136,
    "name": "ئاڤزێن",
    "mening": "بڵندایی و گێژیی نێرینەی ئاو."
  },
  {
    "ID": 137,
    "name": "ئاکار",
    "mening": "1. خوو، خدە؛ 2.رەوش؛ 3. کردەوە."
  },
  {
    "ID": 138,
    "name": "ئاکام",
    "mening": "1. دوایی، پاشینە؛ 2. کاتی مەرگ، هەنجڵ؛ 3. ئەنجام، نەتیجە."
  },
  {
    "ID": 139,
    "name": "ئاکان",
    "mening": "نێوی کوردیی گوندێک بووە لە کوردستانی باکوور‌ کە دەوڵەتی فاشیستی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 140,
    "name": "ئاکران",
    "mening": "1. ئاگران، ئاگردان، ئاورگە، شوێنی ئاورپەرستان؛ 2. نێوی گوندێکە لە ناوچەی قارس لە کوردستانی باکوور‌."
  },
  {
    "ID": 141,
    "name": "ئاکرێ",
    "mening": "نێوی شارێکە لە بادینان لە باکووری کوردستانی باشوور؛ نێوی (ئاکرێ)، لە وشەی (ئاگریی) کەوتۆتەوە، بەڵام عەرەب هەر دوو وشەکە بە (عقرە) نێودێر دەکا! وەک چۆن بە ئاکرێ دەڵێن (عقرە) و بە (ئاگریگۆف)ی ناوچەی دیالەش کە لە کۆندا کوردنشین بووە و دوایی کوردەکەیان لێ دەرکردووە و عەرەبیان هێناوەتە جێگایان و دەڵێن: (عقرە کوف!)، نێوی شاری (بەعقووبه)‌ش، بە وتەی مامۆستا جەمال نەبەز، وشەیێکی کۆنی کوردییە و باگۆڤەیە، بەڵام عەرەبەکان بە (بعقوبە) زاربێژی دەکەن. بڕوانە ئاگریی لە بەشی کوڕان."
  },
  {
    "ID": 142,
    "name": "ئاکۆ",
    "mening": "لووتکەی کێو؛ شێخ موحەممەد مەردۆخی کوردستانیی لە (مێژووی کورد و کوردستان) دا دەڵێ: هۆزێکن لە باکووری شاری رانیە دەژین. هۆزی ئاکۆ یا ئاکۆیان، هۆزێکی ئازا و میواندار و کوردپەوەرن."
  },
  {
    "ID": 143,
    "name": "ئاکۆیان",
    "mening": "نێوی گوندێکە لە ناوچەی بالیسان و نێوی ناوچە و هۆزێکە لەلای رانییە، لە کوردستانی باشوور."
  },
  {
    "ID": 144,
    "name": "ئاڵانا",
    "mening": "1. دۆڵی پێچەڵپێچ؛ 2. دۆڵێکە لە نێوان خەلیفان و رانیە لە کوردستانی باشوور."
  },
  {
    "ID": 145,
    "name": "ئایرۆ",
    "mening": "هۆزێکی کۆچەرین کە شوێنەمێنگەیان باکووری ناوچەی (بالیانە) لە هەرێمی مووسڵ لە کوردستانی ژێر دەسەڵاتی ئێراق."
  },
  {
    "ID": 146,
    "name": "ئۆرمان",
    "mening": "1. لەناوەڕاستا جێگرتوو؛ 2. گوندێکە لە ناوچەی بەرواری سەروو لە کوردستانی باکوور‌."
  },
  {
    "ID": 147,
    "name": "ئۆقرە",
    "mening": "ئۆخژن، ئارامی، هەدا."
  },
  {
    "ID": 148,
    "name": "ئۆگر",
    "mening": "خووپێگرتوو، کەسێک کە هۆگری شتێک بێ."
  },
  {
    "ID": 149,
    "name": "ئۆلکە",
    "mening": "مەیدان، مەڵبەند."
  },
  {
    "ID": 150,
    "name": "ئیرازتۆ",
    "mening": "ئەرارتۆ، پاتەختی کوردە مانایی یەکان بووە کە دەبێتە کەلاوەکانی زێویە لە 50 کیلۆمیتری شاری سەقز و بەشێکی بۆکانی ئێستا. بڕوانە زێویە."
  },
  {
    "ID": 151,
    "name": "ئیرەڤان",
    "mening": "یەریڤان، ئێریڤان، پایتەختی وڵاتی ئەرمەنستانە، بەڵام کوردی زۆری لێ دەژی و ئەم نێوەیان لە منداڵی خۆیان ناوە. ئەم نێوە گەییشتۆتە ناو کوردی پارچەکانی دیکەش."
  },
  {
    "ID": 152,
    "name": "ئیلام",
    "mening": "ئالام، ئەیلام، ئیلام: بە زاراوەی ئاوێستایی مادی، واتە جێگای هەڵاتنی خۆر. هەرێمێکە لە کوردستان کە یەکێ لە زێدە کۆنەکانی کورد بووە لە درێژەی مێژوودا؛ زمانی خەڵکی ئیلام زاراوەیێکە لە زمانی کوردی کە پێیدەگوترێ: کەلهوڕی یان لەکی، بەڵام لە راستیدا دەبێ بە زاراوەی ئیلامییەکان بڵێین: فەیلی یان پالەوی کۆن کە هەمان زاراوەی کەلهوڕییە و زمانی گاتاکانی زەڕدشتە؛ ئیلام لە کۆندا بەر لەوەی کە ببێ بە ئوستان پێی گوتراوە: پشتکۆ؛ ئیلام لە کۆندا دەوڵەتێکی گەورە بووە و پایتەختەکەی شووش بووە، ئەو دەوڵەتە لە سەردەمی خۆیدا داگری: خووزستان و لورستان و پشتکۆ و کێوەکانی بەختیاری بووە؛ سنووری دەوڵەتی ئیلام لە رۆژهەڵاتەوە رۆباری دیجلەوە بووە و لە رۆژاواوە ویلایەتی فارس یان شیراز، لە باکوورەوە شارەکانی بابل و هەمەدان و لە باشووریشەوە کەنداوی فارس و بووشار، شارە بەنێوبانگەکانیشی: شووش و ماداکتۆ و خایدالوو، خاڵدا، یان (خوڕەماوا)ی ئێستا بووە. خەڵکی ئیلام زمان و خەتی تایبەت بە خۆیان هەبووە و بتپەرست بوونە. مێژووی ئەم دەوڵەتە سێ سەردەم بووە: سەردەمی یەکەم، هاوسەردەمی سۆمەرییەکان و ئەکەدەکان، سەردەمی دووهەم، هاوسەردەمی بابلییەکان و سەردەمی سێهەمیش هاوسەردەمی ئاشووریەکان بوونە، بەڵام ساڵی 645 ی بەر لە زایین بە دەست ئاشوورییەکان دەوڵەتەکەیان هەڵدەوەشرێ؛ دوای ئەوە ئیلامییەکان کە بە لۆلۆییەکانیش نێوبراون، لەگەڵ مادەکان و تیرەکانی دیکەی کوردستان یەک دەگرن و لە ساڵی 580 ی بەر لە زایین ئاشوورییەکان لەناو دەبەن و دەوڵەتی ماد دادەمەرزێنن. آلام، آیلام، ایلام: در زبان اوستایی مادی، یعنی: جای برآمدن آفتاب. استان یا منطقەایست در کوردستان که یکی از قدیمیترین منطقەهای کوردنشین بوده در طول تاریخ؛ زبان مردم ایلام لهجەایست از زبان کوردی که کلهری یا لکی خواند میشود، ولی در واقع باید لهجە ایلامیها را فیلی یا پهلوی قدیم که همان لهجە کوردی کلهریست نام برد، یعنی همان زبان گاتاهای زرتشت؛ ایلام قبل از اینکه به استان مبدل گردد آنرا پشتکوه مینامیدند؛ ایلام در قدیم دولتی بزرگ بوده که پایتخت آن شوش بودەاست؛ این دولت در زمان خود شامل شهرهای زیر بودەاست: خوزستان، لورستان، پشتکوه و کوههای بختیاری؛ مرز دولت ایلام از مغرب رود دجله، از مشرق ولایت فارس یا شیراز، از شمال بابل و همدان و از جنوب خلیج فارس و بوشهر بودەاست؛ شهرهای مهم ایلام نیز: شوش و ماداکتو و خالدا، خایدالو یا خرم آباد بودەاست؛ مردم ایلام زبان و خط مخصوص به خود را داشتەاند و بتپرست بودەاند. تاریخ دولت ایلام به سه عصر تقسیم میشود: عصر اول همزمان با سومریها و اکدیها، عصر دوم: همزمان با بابلیها و عصر سوم: همزمان با آشوریها. ولی سال 45 قبل از میلاد بدست آشوریها دولت ایلام منقرض میگردد."
  },
  {
    "ID": 153,
    "name": "ئیلۆک",
    "mening": "1. رەوەند و عێلی بچووک؛ 2. هێلانەی بچووکی باڵداران."
  },
  {
    "ID": 154,
    "name": "ئێرارتۆ",
    "mening": "تیرەیەک لە تیرەکۆنەکانی سەردەمی ماد."
  },
  {
    "ID": 155,
    "name": "ئێزدینشێر",
    "mening": "نێوی یەکێ لە دەسەڵاتدارەکانی میرنشینی (بۆتان) بووە لە کوردستانی تورکان کە لە گۆرانیی کوردیدا بە (بەگی بۆتان) نێوی هاتووە."
  },
  {
    "ID": 156,
    "name": "ئەترووش",
    "mening": "نێوی هۆزی (ئەترووشی)یەکانە لە بادینان لە کوردستانی ژێر دەسەڵاتی ئێراق."
  },
  {
    "ID": 157,
    "name": "ئەترەش",
    "mening": "زراو، زاڵە. (کە چاوم پێکەوت لە ترسا ئەترەشم پەڕی)."
  },
  {
    "ID": 158,
    "name": "ئەختان",
    "mening": "1. کۆی وشەی (ئەخت)ە، بە واتای هەوڵ و تێکۆشان، وەکوو هەرچی ئەخت و چارم کرد، نەهات؛ 2. هەل، دەرفەت."
  },
  {
    "ID": 159,
    "name": "ئەراسن",
    "mening": "نێوی مامی زەڕدەشت پەیامهێنی کورد بووە کە وێدەچێ لە گوندی خوڕخوڕەی لای مەهاباد نیشتەجێ بووبێ."
  },
  {
    "ID": 160,
    "name": "ئەرجا",
    "mening": "نێوی گوندێکە لە ناوچەی کووت لە کوردستانی باشوور، کە کوردی فەیلی تێدا ژیاوە بەڵام بە دەستی حکوومەتە یەک لە دوای یەکەکانی ئێراق، کوردەکەیان لەوێ هەڵکەندووە و کردوویانە بە عەرەبنشین."
  },
  {
    "ID": 161,
    "name": "ئەرجان",
    "mening": "1. تکا و پاڕانەوە، شفا و لاڵە؛ 2. ئەرژان، ئەرژن، جۆرێک داری کێوییە کە بەرێک دەدا لە شێوەی بەهیڤ (بادام) و لە دار ئەرخەوان دەچێ."
  },
  {
    "ID": 162,
    "name": "ئەرخە",
    "mening": "یاریدەدەر، کۆمەک، پشتیوان.."
  },
  {
    "ID": 163,
    "name": "ئەردەشێر",
    "mening": "ئاردەشێر، 1. ئازا، دلێر؛ 2. سه‏رکه‏وتو، زاڵ؛ 3. دامه‏زرێنه‏ری بنه‏ماڵه‏ی ساسانی؛ 4. نێوی چه‏ند پاشای بنه‏ماڵه‏ی ساسانی؛ 5. نێوی چه‏ند پاشای بنه‏ماڵه‏ی هه‏خامه‏نشی. بڕوانە ئارتین."
  },
  {
    "ID": 164,
    "name": "ئەردەنا",
    "mening": "دوو گوندن لە نێوان (ئینشک و بامەڕنی) کە گوندی سەروویان کوردی موسوڵمان و ئەوی دیکەشیان کوردی (فەلە)ن."
  },
  {
    "ID": 165,
    "name": "ئەردەهان",
    "mening": "شارێکی کوردنشینە لە کوردستانی باکوور‌."
  },
  {
    "ID": 166,
    "name": "ئەردەوان",
    "mening": "1. خاوەن زەوی؛ 2. جێگری سە‏رپە‏لی شە‏ڕ؛ 3. نێوی چە‏ند ‏کە‏س له‏ پاشاکانی بنەماڵە‏ی ئە‏شکانی."
  },
  {
    "ID": 167,
    "name": "ئەردەڵان",
    "mening": "1. ئاردەڵان، نیوەزاراوه‏‏یێکی زمانی کوردییە؛ 2. تیرەیەکی کۆنی کوردن؛ 3. نێوی میرانی بنه‏ماڵه‏ی ئه‏رده‏ڵانە؛ 4. نێوی به‏شی له کوردستانی رۆژهەڵات بووە له‏ سه‏رده‏‏می سه‏فه‏وییەکاندا‏؛ 5. نازنێوی شاعیری کورد (حسین‏علی ئەردەڵان)ە؛ لە مێژووی کورد و کوردستانی شێخ موحەممەدی مەردۆخدا هاتووە: (ئاردەڵ نێوبانگی خوسرەوی ئاشەوانە کە یەزگردی شالیاری (ئێران) ی کوشت!)؛"
  },
  {
    "ID": 168,
    "name": "ئەرزمەڕ",
    "mening": "کێوێکە کەوتۆتە رۆژهەڵاتی شاری سلێمانی لە کوردستانی باشوور، کە رێگای (سوورەقەڵات و قەڵاچوواڵان و ماوەت و کارێزە) بەوێدا تێدەپەڕێ."
  },
  {
    "ID": 169,
    "name": "ئەرژنگ",
    "mening": "ئەرژن، ئەرژان، جۆرێک داری کێوییە کە بەرێک دەدا لە شێوەی بەهیڤ (بادام) و لە دار ئەرخەوان دەچێ. بڕوانە بۆ ئەرجان."
  },
  {
    "ID": 170,
    "name": "ئەرژەنگ",
    "mening": "ئەردەنگ، ئەرجەنگ، نێوی کۆپەڕەکەی مانیی پەیامبەری کوردە کە هەموو جۆرە نەخش و نیگارێکی تێدا هەبووە و بەو بۆنەوە بانگاشەی پەیامبەری کردووە، هەرشتێکیش کە خاوەنی نەخش و نیگاری جووان بووبێ بەم کۆپەڕەیان وێنواندووە؛ دەڵێن مانیی لەم کۆپەڕەدا بۆ نیشاندانی بیروباوەڕی خۆی لەمەڕ رەوتی خولقاندن و گەردوون، وێنە و نیگارگەلێکی کێشاوە کە تێگەییشتنی ئەو بۆ لایەنگرەکانی هاسان بێ. ئەرژەنگ لە (شانامەی فردۆسی)دا نێوی دێوێک لە سەردارانی دێوی سپی و نێوی پاڵەوانێکی توورانیی بووە."
  },
  {
    "ID": 171,
    "name": "ئەرگۆش",
    "mening": "ئەرگووش، گوندێکە لەلای سەرووی گوندی (مێرۆس)ەوە لەسەر سنووری تورکیە لەناو کوردستانی باشوور، لە بن چیای گۆڤەند کە 366 کانی تێدایە."
  },
  {
    "ID": 172,
    "name": "ئەروەند",
    "mening": "ئەڵوەند، 1. شان و شکۆ؛ 2. رووناکبیر، رۆشنبیر."
  },
  {
    "ID": 173,
    "name": "ئەرکان",
    "mening": "1. پایەکان، کۆڵەکەکان؛ 2. رەخت و ئەسپابی شەڕ؛ 3. ئەرکانی چوارینە: با و خاک و ئاو و ئاگر."
  },
  {
    "ID": 174,
    "name": "ئەرکەواز",
    "mening": "نێوی هۆزێکی کوردە لە ناوچەی خانەقین و مەندەلی، لە کوردستانی باشوور. هۆزەکانی ناوچەی مەندەلی بریتین لە: (ئەرکەوازی، بەوڵی، گۆران، گاسووار، باجەڵان، زەڕگۆش، کەڵوڕ)."
  },
  {
    "ID": 175,
    "name": "ئەرکەوێن",
    "mening": "گوندێکە بە سەر چۆمی (خۆیین)ەوە لە ناوچەی گەڕووسی کوردستانی رۆژهەڵات."
  },
  {
    "ID": 176,
    "name": "ئەزین",
    "mening": "نێوی میری (جزیر و بۆتان) و باوکی (خاتوو زین)ی دڵداری (کاکە مەم) بووە. لە زمانی کوردیدا، خاتوو واتای خانم و (کاک یان کاکە)ش مانای براگەورە و ئاغای فارسی دەدا."
  },
  {
    "ID": 177,
    "name": "ئەژدەهاک",
    "mening": "1. نێوی کێوێکە لە ناوچەی هەورامان لە پشت گوندی دزڵییەوە، له کوردستانی رۆژهەڵات؛ 2. نێوی کێوێکە لە ناوچەی سلێمانی نزیک بە سوورداش لە کوردستانی باشوور؛ 3. ئاستیاگ، ئازیدهاک، ئەژدەها، زەها، هەژدیها، حەزیا، ماری گەورەی ناو چیرۆکان، حەفی؛ 4. لە راستیدا، ئەژدەهاک یان ئاژدەهاک لە دوو وشەی (ئاژ و دەهاک) پێکهاتووە کە (ئاژ) واتە: ئاغا، زۆردار، سەرۆک و (دەهاک)یش واتە: شوێن یان جێگە و مێنگەی تیرە و هۆز. بڕوانە: دەهاک لە بەشی کوڕان. بە پێچەوانەی ئەو دەنگۆیەی کە لە ناو کورددا دەمێکە بڵاوە و دەڵێن: ئەژدەهاک حاکمێکی زاڵم و خوێنڕێژ بووە و چی و چی... (ئەحمەد شاملوو) شاعیری پایەبەرزی فارس دەڵێ: ئەژدەهاک (زوحاک) پاشایەکی عادڵ و خێرانکار بووە کە زەوینەداگیرکراوەکانی بە سەر خەڵکی هەژار و بەلەنگازدا دابەشیوە و زۆر کاری دیکەی لەم بابەتانە بەڵام بە دەستی (شاوان بێمێشک) ێک بە نێوی (کاوە) لە دەسەڵات کەوتووە و (فەرەیدوون)ی لە جێگەی داناوە و پاشایەتی هاتۆتە گۆڕێ! هێرۆدۆت دەڵێ: ئاستیاز یان ئازیدهاک، یەکێ لە پاشاکانی ماد بووە و 33 ساڵ پاشایەتی کردووە. بڕوانە بۆ وشەگەلی (ماد) و (نەورۆز)."
  },
  {
    "ID": 178,
    "name": "ئەژی",
    "mening": "1. دەژی، نامرێ؛ 2. دەهێنێ، هەڵدەگرێ. وەکوو ئەوەندە پارە هەڵدەگرێ و بەو نرخە گران نییە؛ 3. نێوی (ئەژی گۆران)ی شاعری کوردی کوڕی مامۆستا (گۆران)ی شاعیری پایەبەرزی کورده."
  },
  {
    "ID": 179,
    "name": "ئەسام",
    "mening": "کڕیم، سەندم."
  },
  {
    "ID": 180,
    "name": "ئەسای",
    "mening": "کڕین، سەندن."
  },
  {
    "ID": 181,
    "name": "ئەستوون",
    "mening": "1. ئەستوون، ئەستونگ، ئەستوونەک، کۆڵەکە، ستوون؛ 2. دار یان بەردی درێژ و ئەستوور کە شاوڵی، بە جێگای پایە، وەبەر بانی دەدەن؛ 3. لە گوتەی سەربازیدا بە دەستەیەک لە لەشکر دەگوترێ کە پشت سەر یەک رێ دەکەن."
  },
  {
    "ID": 182,
    "name": "ئەستەم",
    "mening": "1. وشەیەکی کۆنی کوردی کەڵوڕییە واتە حەستەم، دژوار، ئاسی؛ 2. زوڵم و ستەم، ئێش و ئازار؛ 3. ئەم وشەیە لە موکوریان و زۆر ناوچەی دیکەی کوردستان بەکار دێ."
  },
  {
    "ID": 183,
    "name": "ئەسرۆ",
    "mening": "سرۆ، وشەیەکی کۆنی کوردی کەڵوڕییە واتە: قۆچ، شاخی حەیوان، شەقۆن؛ لە موکوریانیش بەکار دێ."
  },
  {
    "ID": 184,
    "name": "ئەسکڵ",
    "mening": "سکڵ، پۆلوو، پۆل، پەرەنگ، پەن، پەنگر، بژ، پەل، خەڵووزی سوورەوەبوو."
  },
  {
    "ID": 185,
    "name": "ئەسکەلە",
    "mening": "بەندەرگە، لەنگەرگا، ئاوایی قەراخ دەریا کە گەمی مەنەری لێ دەگرێ و رادەوەستێ."
  },
  {
    "ID": 186,
    "name": "ئەشکان",
    "mening": "1. ئەشکان یا ئاشکان واتە: شوێنێک کە کانی زۆری تێدا هەبێ؛ 2. نێوی گوندێکە لە داوێنی چیای ئالان کە کەوتۆتە پشت شاری سەردەشت؛ 3. ئەگەر لە ریشەی (ئاش)ەوە لێی بکۆڵینەوە، واتە: دۆڵی پڕ لەئاش، دۆڵی ئاشان، چەند ئاش پێکەوە، ئاشەکان، ئاشکان؛ 4. وشەی ئاشک دوو مانا دەدا، یەکەم: گەدە و ورگ؛ دووهەم: بەهێز و توانا، زۆردار و بەدەسەڵات؛ 5. لە چیرۆکی (وەیس و رامین) دا نێوی سێهەمین رەتەوەی (پاکۆیی)یەکانە؛ 6. نێوی بنەماڵەی گەورەی پاشایەتی ئێرانی بەر لە ساسانییەکانە کە 250 ساڵ بەر لە زایین سلووکییەکانیان لەناو برد و بە دەسەڵات گەییشتن. 7. هەروەها ئاشک یان ئەشک واتە: دڵۆپەکردنی ئاو یان فرمێسک."
  },
  {
    "ID": 187,
    "name": "ئەفروون",
    "mening": "نێوی شاری کوردنشینی کووت بووە لە باشووری کوردستان لە سەردەمی ساسانییەکاندا. بڕوانە (زۆندۆر)."
  },
  {
    "ID": 188,
    "name": "ئەنێش",
    "mening": "ترس، خۆف، سام."
  },
  {
    "ID": 189,
    "name": "ئەهوەن",
    "mening": "1. ئارام، لەسەرەخۆ، هێور؛ 2. نێوی یەکێ لە دۆستەکانی ئەژدەهاک بووە."
  },
  {
    "ID": 190,
    "name": "ئەورام",
    "mening": "1. چاکە، بەخشش؛ 2. رەوا؛ 3. سازگار؛ 4. درووست؛ 5. باش."
  },
  {
    "ID": 191,
    "name": "ئەوژەن",
    "mening": "1. هاوێژەر؛ 2. شکێنەر و بەزێنەر."
  },
  {
    "ID": 192,
    "name": "ئەوگار",
    "mening": "1. ماندوو؛ 2. پەرێشان؛ 3. پێکراو، بریندار، ئەنگاوتە؛ ئەم وشەیە ئاوەڵنێو (سفەت)ە، وشەیەکی کۆنی مادییە و لە فارسیدا (افگار) دەخوێنرێتەوە و شاعیرە کالاسیکەکانیش لە شیعردا بە فیگار نووسیویانە."
  },
  {
    "ID": 193,
    "name": "ئەوکان",
    "mening": "نێوی کۆنی شاری (سایینقەڵا یان شاییندژ) بووە، ئەوکان یەکێک لەو شارانە بووە کە ماناییەکانی تێدا ژیاوە و سەر بە شاری بۆکان بووە و ئێستاش (سایینقەڵا یان ساییندژ) یەکێ لە شارەکانی کوردستانە لە سنووری نێوان ئازەرباییجان و کوردستان. بڕوانە مانا لە بەشی کچان."
  },
  {
    "ID": 194,
    "name": "ئەڤیندار",
    "mening": "ئەویندار، ئاشق، دڵدار، گراوی."
  },
  {
    "ID": 195,
    "name": "ئەکراش",
    "mening": "نێوی یەکێ لە دەسەڵاتدارانی کورد بووە لە سەردەمی ئەڵچاتیۆی مەغۆلدا."
  },
  {
    "ID": 196,
    "name": "ئەڵماس",
    "mening": "بەردێکی زۆر سەخت و بەنرخە."
  },
  {
    "ID": 197,
    "name": "ئەڵها",
    "mening": "ئاڵها، تاسە، ئارەزوو، تەما."
  },
  {
    "ID": 198,
    "name": "ئەڵوەن",
    "mening": "1. ئەڵوەند، چالاک، بەدەستوبرد؛ 2. هەم نێوی کێوێکە هەم نێوی رۆبارێکە لە کوردستانی ژێر دەسەڵاتی ئێراق لە خانەقین. بڕوانە ئەروەند."
  },
  {
    "ID": 199,
    "name": "ئەیناخ",
    "mening": "نێوی تیرەیەکە لە هۆزی گەورەی جاف، لە ناوچەی (جوانڕۆ)، کە لە کۆندا کوێستان و گەرمیانیان کردووە، هاوینان چوونەتە چیای شاهۆ و زستانان دابەزیونەتە خوارێ."
  },
  {
    "ID": 200,
    "name": "ئەیوان",
    "mening": "ئەیوان وشەیەکی کۆنی کەڵوڕییە، واتە: 1. دیوان، هێوان، هەیوان، بەربێڵای سەرداپۆشراو؛ 2. کۆخ، کۆشک، تەلار، سەرا، وشەی کۆشک ئەمڕۆ لە ئەورووپا بە کیووسک(kiosk) بەکار دەبرێ و وشەیێکی هاوبەشهی هند و ئورووپییە و کیووسک هەر هەمان کۆشکی کەڵوڕییە کە وشەێیکی کۆنە؛ 3. شارێکی کوردنشینە لە هەرێمی ئیلام لە کوردستان."
  },
  {
    "ID": 201,
    "name": "بابان",
    "mening": "1. بەبە، بەبان، باوان، ماڵەباب؛ 2. مەڵبەند و هۆزێک بووە لە نێوان شارەزوور و ئەردەڵان، کە ئێستاش شوێنەواریان ماوە."
  },
  {
    "ID": 202,
    "name": "بابۆ",
    "mening": "1. وشەی خۆشەویستیی منداڵ بۆ باب؛ 2. هەستی تۆڵە."
  },
  {
    "ID": 203,
    "name": "بابیلان",
    "mening": "وشەی خۆشەویستی بۆ دوانی لە خۆ گچکەتر."
  },
  {
    "ID": 204,
    "name": "باپۆک",
    "mening": "باپووک، کڕێوە و تۆفی بەفر کە با دەیهێنێ."
  },
  {
    "ID": 205,
    "name": "باپێشک",
    "mening": "بایەک کە پێش باران هەڵدەکا."
  },
  {
    "ID": 206,
    "name": "باتاس",
    "mening": "1. گوندێکە لەلای حەریر لە ناوچەی شەقڵاوە لە کوردستانی باشوور؛ 2. دوور نییە، ئەم نێوە لە بنەڕەتدا بەیتئاس بووبێ، واتە لە دوو وشەی (بەت بەمانای خوداوەند و ئاس بەواتای مەڵبەند) درووست بووبێ، کە پێکەوە دەبێتە: مەڵبەندی خواوەندی بەر لە زەڕدەشت. بڕوانە سان؛ بڕوانە بۆ بەێتاس."
  },
  {
    "ID": 207,
    "name": "باتمان",
    "mening": "1. پێوانە، کێشانەیەکە بەرانبەر بە 16 کیلۆ و نیو؛ 2. گوندێکە لە نێوان (چێوتاشان و عەلیاوا) لە ناوچەی کامیاران لە کوردستانی رۆژهەڵات؛ 3. شارۆچکەیەکە سەر بە پارێزگای دیاربەکر."
  },
  {
    "ID": 208,
    "name": "باجەڵان",
    "mening": "بەت گلا، بەت جلا، باجەڵان، نێوی هۆزێکی کوردە لە هەرێمی کرماشان، کە دەبنە دوو تیرە: (جەمەوەر و قازانلوو). هۆزی باجەڵان لە دەوروبەری قۆرەتوو و هەورێن و شێخان و قەسری شیرین و قازانییەی مەندەلی و ناوچەی دەرگەزێن و دەیژ و لەلای (قەزوێن) یش هەن. بۆ واتای وشەی باجەڵان بڕوانە وشەی کەڵوڕ لە بەشی کوڕان."
  },
  {
    "ID": 209,
    "name": "بادینان",
    "mening": "1. بەهدینان؛ 2. بە بەشی باکووری کوردستانی باشوور دەگوترێ کە داگری شارەکانی (زاخۆ، شەنگار، دهۆک، ئامێدی، ئاکرێ، بارزان) و چەندین گوند و شارۆچکەی دیکەیە. 3. (بەهدینان) پێوەندیی بە پرسگرێکی زەڕدەشتەوە هەیە و لە دوو وشەی (بەهـ و دین) پێکهاتووە کە (بەهـ) وشەیێکی کۆنی ئەوێستایی پالەوییە و واتای باش دەدا و (دین)یش هەر وشەیەکی کۆنی ئەوێستایی یە کە واتای ویژدان دەدا و بە کۆی (ان) واتای بادینان دەبێتە: 1. ویژدانی باش، 2. ئاکاری چاک، 3. شوێنی پاک و پیرۆز. ‌"
  },
  {
    "ID": 210,
    "name": "باران",
    "mening": "ئاوێ کە بە دڵۆپە لە هەورانەوە دادەڕژێ، واران، بارشت، وەشت."
  },
  {
    "ID": 211,
    "name": "باراو",
    "mening": "1. باراناو، ئاوی زۆر، بارەئاو؛ 2. گوندێکە لە داوێنی چیای کاژاو، لە نێوان پێنجوێن و سلێمانی."
  },
  {
    "ID": 212,
    "name": "بارزان",
    "mening": "1. بەرزان، شوێنی بەرز؛ 2. ناوچەیەکە چڕ و شاخاویی، کە کەوتۆتە باکووری زێی گەورەوە لە کوردستانی باشوور و شوێنەمێنگەی هۆزی بەنێوبانگی بارزانە."
  },
  {
    "ID": 213,
    "name": "بارزین",
    "mening": "دۆڵێکە لە ناوچەی برادۆست لە پشت (زینوێی خەلان) لە کوردستانی باشوور کە لەوێوە کوردستانی سەردەسێر دیارە."
  },
  {
    "ID": 214,
    "name": "بارس",
    "mening": "نێوی باوکی (ئارتم) ی گەورەئەمیری ماد بووە. بڕوانە ئارتم."
  },
  {
    "ID": 215,
    "name": "بارش",
    "mening": "1. داڕژانی بەفر باران یا تەرزە؛ 2. وارش، شووره، دیواری باخ."
  },
  {
    "ID": 216,
    "name": "بارهان",
    "mening": "نێوی هۆزێکی کوردە لەلای دیاربەکر لە کوردستانی ژێر دەڵاتی تورکان."
  },
  {
    "ID": 217,
    "name": "بارۆ",
    "mening": "بە زاراوەی هەورامی واتە: بیهێنە، بیتێرانە."
  },
  {
    "ID": 218,
    "name": "بارینا",
    "mening": "وەنەوز، چورت، خەونووچکە."
  },
  {
    "ID": 219,
    "name": "بازان",
    "mening": "1. نێوی کوڕی (ساسان) دامەزرێنەری پاشایەتیی ساسانییەکانی بە نەتەوە کورد بووە؛ 2. کۆی باز بە دوو واتا: یەکەم، بازی نەچیر و دووهەم باز بە مانای قەڵەمباز و پەڕشت؛ 3. کێوێکە لەلای باکووری گوندەکانی خانماوا لە ناوچەی سنە لە ڕۆژهەڵاتی کوردستان؛ 4. نێوی تیرەیێکی کۆن و گەورەی کوردە کە لە باشیک دەژین لە باشووری کوردستان، لە نێوان دهۆک و مووسڵ. بڕوانە بۆ باشیک."
  },
  {
    "ID": 220,
    "name": "بازپەڕێن",
    "mening": "بازەوان، ئەو کەسەی لە راوەبازدا باز بەرەو نەچیر هەڵدەفڕێنێ. 2. لە کۆندا بازیان هەڵداوە و فڕیوە، لە سەر هەر کەسێک نیشتبێتەوە ئەو کەسە بۆتە براوەی بەخت و لە چیرۆکی سەردەمانی کۆندا، دەڵێن: ‌کراوە بە پاشا."
  },
  {
    "ID": 221,
    "name": "بازگر",
    "mening": "1. کێوێکە لەلای سەردەشت؛ 2. هێمایە بە چیای سەخت و هەڵەمووت کە مەلگەلێکی وەکوو باز و هەڵۆ و هیدیکە هێلانەی لێدەکەن."
  },
  {
    "ID": 222,
    "name": "بازۆ",
    "mening": "بازی بچووک."
  },
  {
    "ID": 223,
    "name": "بازیان",
    "mening": "نێوی دێهاتێک و ئەشکەوتێک و دەربەندێکە لە لای سلێمانی لەو لای تاسڵووجە، لە سەر رێگای سلێمانی بۆ چەمچەماڵ، کە یەکێ لە شەڕەکانی شێخ مەحموودی مەلیک لە گەڵ بەریتانیا لەوێ رووی داوە. بەردێک لە پەنا ئەو دەربەندیە که بە بەردە قارەمان بەنێوبانگە و شێخی نەمر لەوێ لە پەنا ئەو بەردەدا بریندار بووە و کەوتۆتە دەستی بەریتانیا. برنجی بازیان بەنێوبانگە."
  },
  {
    "ID": 224,
    "name": "بازین",
    "mening": "1. وەکوو باز؛ 2. چاوتیژ، تیژبین."
  },
  {
    "ID": 225,
    "name": "باژۆ",
    "mening": "وشەی فەرمان (دەستوور)ە، وەکوو باژۆ: لێخوڕە. لە وشەی چاوگی \"ئاژۆتن\" وەرگیراوە. ."
  },
  {
    "ID": 226,
    "name": "باسار",
    "mening": "وێژەری بەرنامەی رادیۆ و تەلەڤزیۆن."
  },
  {
    "ID": 227,
    "name": "باسان",
    "mening": "باسان کۆی قسە و باس و کۆی لێدوانە. (سەرمان گەرمی باسان بوو، لەپڕ تەقە هەستا). باس لە وشەی (بحث)ی عەرەبی وەرگیراوە."
  },
  {
    "ID": 228,
    "name": "باساک",
    "mening": "گوندێکە لە بناری چیای کاژاو، لەلای بەرزنجە لە ناوچەی سلێمانی."
  },
  {
    "ID": 229,
    "name": "باستێ",
    "mening": "گوندێکە لەسەر سنووری نێوان بانە و پێنجوێن لەلای (رەشەدێ) لە باشوری کوردستان."
  },
  {
    "ID": 230,
    "name": "باسمە",
    "mening": "شەقڵی خەرمان."
  },
  {
    "ID": 231,
    "name": "باسۆ",
    "mening": "1. شوێنێ کە با نەیگرێتەوە؛ 2. دەستەوار، داری دەستی پیران، گەرۆ، گواز، گۆچان؛ 3. ئەشکەوتێکی بچووکە لە چیای ئاسانەی ناوچەی مەریوان لە کوردستان."
  },
  {
    "ID": 232,
    "name": "باسێن",
    "mening": "باگر، ئەو شتەی کە پێش بە شنەی با دەگرێ."
  },
  {
    "ID": 233,
    "name": "باسەڕە",
    "mening": "باسڕە، شوێنێ کە بای زۆری لێبکەوێ، یان با زۆر بیگرێتەوە."
  },
  {
    "ID": 234,
    "name": "باشار",
    "mening": "1. بەرگەگرتن، دەربردن، خۆڕاگرتن؛ 2. بەرانبەریی، بەشتێک وێران و پێوەستان، وەکوو: ئەوەندە بەهێزە دە کەس باشاری ناکا، یان ئەوەندە بخوەرەو هیچێ باشاری ناکا."
  },
  {
    "ID": 235,
    "name": "باشان",
    "mening": "نێوی کوردیی گوندێک بووە لە باکووری کوردستان کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 236,
    "name": "باشناو",
    "mening": "1. نێوچاک، کردارباش؛ 2. هۆزێکە لە کورد کە لە ناوچەی نێوان مووسڵ و دەشتەبێڵ و سەڵماس دەژین. ئەم نێوە لە مێژووی کۆنی کوردستاندا هاتووە، دوور نییە، مەبەست لە خۆشناو و خۆشناوەتی بێ!"
  },
  {
    "ID": 237,
    "name": "باشوو",
    "mening": "واشە، باشە، باشووک، مەلێکی راوکەرە، بەفارسیی پێیدەگوترێ: (بەحریی) و 38 تا 48 سانتیمیترە و زستانان لە کوردستان زۆرە."
  },
  {
    "ID": 238,
    "name": "باشووک",
    "mening": "نێوی کوردیی کێوێک بووە لە باکووری کوردستان کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 239,
    "name": "باشیل",
    "mening": "1. کۆڵوانە، چارۆکە، شان و قۆڵ؛ 2. ئاوارە و دەربەدەر؛ 3. پاشگری وشەدووانەی (شانوباشیل)ە."
  },
  {
    "ID": 240,
    "name": "باشیک",
    "mening": "1. ماڵی پیرۆز؛ 2. جێگای خۆشەویستیی؛ 3. شوێنی پیرۆزی ئایینی ئیزەدییەکان؛ 4. شارۆچکەیێکی کۆنی کوردستانە، کە دوو عەشیرەتی (باشیک و بازان) ی تێدا دەژین، یان ئەو دوو هۆزە ئاوەدانیان کردۆتەوە، باشیک دەکەوێتە 25 کیلۆمیتری خۆرهەڵاتی شاری (مووسڵ) ەوە، کە کوردی ئیزیدی و گۆران و شەبەک و هەندێک ئاسووری تێدا دەژی. ئەو شارە مێژوویەکی کۆن و دوور و درێژی هەیە کە لە درێژەی دێریکی کوردستاندا هەر لەبەردەم هێرشی تاتار و مەغۆل و عوسمانییەکاندا بووە و زەرەری زۆری وێکەوتووە و چەندین جار لەبەر ئایینەکەیان قەڵاچۆ کراون؛ باشیک شوێنێکی ئایینی پیرۆزە بۆ ئیزەدییەکان و چەندین زیارەتگا و نەزرگای کۆنی تێدایە کە دەگەڕێنەوە بۆ سەردەمی بەر لە لەدایکبوونی حەزرەتی عیسای مەسێح؛ حکوومەتی بەعسی گۆڕبەگۆڕی فاشیست زۆر هەوڵی دا کە بیکا بە عەرەبنشین و نێوەکەی گۆڕیبوو بۆ (بعشیقه)، بەڵام باش بوو لە بەر هاتنی ئامریکا‌ بۆ ئێراق، بۆی نەکرا و ئەو ناوچەیە کەوتەوە ژێر دەسەڵاتی حکوومەتی کورد."
  },
  {
    "ID": 241,
    "name": "باگار",
    "mening": "سەر سینگی تەپۆڵکە و چیا کە با بیگرێتەوە."
  },
  {
    "ID": 242,
    "name": "باگر",
    "mening": "باگا، رۆچنەی با، بە شوێنێک دەگوترێ کە با بیگرێتەوە، یان با بگرێتە خۆی."
  },
  {
    "ID": 243,
    "name": "باگردان",
    "mening": "1. بانگلێر، بانگردێن؛ 2. نێوی گوندێکە لە ناوچەی مەنگوڕان لە نێوان مەهاباد و سەردەشت."
  },
  {
    "ID": 244,
    "name": "باگرۆ",
    "mening": "بای توند، بای زەمەن. (لەبەر باگرۆ راومان پێناکرێ)."
  },
  {
    "ID": 245,
    "name": "بالیان",
    "mening": "1. نێوی هۆزێکی کوردە لەلای شاری (خۆی)؛ 2. هەروەها ناوچەیەکی کوردنشینی سەر بە (مووسڵ) ە، لە باشووری کوردستان."
  },
  {
    "ID": 246,
    "name": "بالیسان",
    "mening": "1. شوێنی بەرز و پڕ لە بژوێن؛ 2. گەورە گوندێکە لە نزیک شاری هەولێر لە کوردستان."
  },
  {
    "ID": 247,
    "name": "بالێتان",
    "mening": "1. شوێنی بەرز و هەڵاتوو؛ 2. چووکە گوندێکی ناوچەی سەردەشتە لە داوێنی چیای ئالان، نزیک بە گوندی مۆلێتان لە کوردستان."
  },
  {
    "ID": 248,
    "name": "بامەڕنی",
    "mening": "1. هۆزێک کە ئیش و کاری ئاژەڵداریی بووبێ؛ 2. نێوی هۆزێکی کوردە؛ 3. گەورەگوندێکە بەرانبەر چیای سووارەتووکە لە کوردستانی باشوور."
  },
  {
    "ID": 249,
    "name": "بانا",
    "mening": "ئوڵفەت بەستن بە یەکێکی دیکە، هۆگر بوون."
  },
  {
    "ID": 250,
    "name": "بانیا",
    "mening": "بانیان، دەشتی بەرز، شوێنی بەرز."
  },
  {
    "ID": 251,
    "name": "بانیس",
    "mening": "1. شوێنی تەخت و راسا؛ 2. دەشتی پان و بەرین."
  },
  {
    "ID": 252,
    "name": "باهوو",
    "mening": "1. باهۆ، هاولفی وشەی (شان و باهۆ)؛ 2. قووڵ، کوور؛ 3. وەرەقەکردنی دیوار و ئەشکەوت و خەندەقی دەوری باخچە و شتی وا؛ 4. لاشیپانەی دەرگا؛ 5. ئاڵووەداری دارەڕا؛ 6. شاهێنی تەرازوو؛ 7. ئاسۆگ، کەناری ئاسمان؛ 7. ئاسۆ؛ 8. دارێکی شووشەییە دەکرێ بە چووارچێوەی دەرگا و پەنجەرە و شتی دیکە."
  },
  {
    "ID": 253,
    "name": "باهۆ",
    "mening": "شان و باهوو، شانوپیل."
  },
  {
    "ID": 254,
    "name": "باهۆز",
    "mening": "بای بەهێز، گەردەلوول، کێژەڵووکە، گژەبا."
  },
  {
    "ID": 255,
    "name": "باهێر",
    "mening": "1. بایەر، بەیار، زەوینی نەکێڵراو؛ 2. سەرگەردان و سەرلێشێواو."
  },
  {
    "ID": 256,
    "name": "باوان",
    "mening": "1. ماڵەبابی بووک و ژن؛ 2. لەلای ئەوان، لەکن ئەوان؛ 3. هۆزێکی گەورەی کوردە کە لە مێژووی کوردستاندا نێویان هەیە و دانەری شاری (سلێمانی)ن. بڕوانە بۆ بابان."
  },
  {
    "ID": 257,
    "name": "باوزێ",
    "mening": "گوندێکە بەرانبەر بە چیای ئاسۆس لە ناوچەی دووکان لە باشووری کوردستان."
  },
  {
    "ID": 258,
    "name": "باویلکە",
    "mening": "پەپوولەپاییزە، گیایەکی تۆپی گرژنی شێوە تۆسییە کە سووکە پاییزان بە دەم باوە بڵاو دەبێتەوە، شەلەمینکەرە."
  },
  {
    "ID": 259,
    "name": "باویلە",
    "mening": "بڕوانه باویلکە."
  },
  {
    "ID": 260,
    "name": "باوێر",
    "mening": "باوێرە، شوێنێ کە با نەتوانێ لێی بدا، یان زەفەری پێ ببا."
  },
  {
    "ID": 261,
    "name": "باوێزە",
    "mening": "باوەرێن، ئەو میوەیەی کە با لە داری بەر دەداتەوە."
  },
  {
    "ID": 262,
    "name": "باوێژ",
    "mening": "باهاوێژ. بڕوانە باوێژان."
  },
  {
    "ID": 263,
    "name": "باوێژان",
    "mening": "باهاوێژ، باوەژێن، باشێنەر، کوولری ساردکردنەوەی ناو ماڵ یا شوێنێکی دیکه، باهاوێژ، دەزگا یان کەرەسەیەک کە با باوێژێ."
  },
  {
    "ID": 264,
    "name": "باوێن",
    "mening": "بڕوانە باوەزێن."
  },
  {
    "ID": 265,
    "name": "باوەر",
    "mening": "1. بە زاراوەی هەورامی وشەی فەرمانە واتە: بێنە، بێرا، وەرێنە؛ 2. جۆگەی ناو دەخڵەجاڕ."
  },
  {
    "ID": 266,
    "name": "باوەز",
    "mening": "1. کاتی هەڵکردنی با؛ 2. پووش و پەڵاش یان شتێک کە با بیهێنێ."
  },
  {
    "ID": 267,
    "name": "باوەزان",
    "mening": "شوێنێ کە با نەیگرێتەوە. شوێنێکی سارد و باوەزە."
  },
  {
    "ID": 268,
    "name": "باوەزێن",
    "mening": "باوەشێن، باشێنەر، باهاوێژ، کوولری ساردکردنەوەی ناو ماڵ یا شوێنێکی دیکه، باهاوێژ، دەزگا یان کەرەسەیەک کە با باوێژێ."
  },
  {
    "ID": 269,
    "name": "باوەند",
    "mening": "1. باوەن، بابەند، باوەند، باگر، شتی قاییم کە بەر بە با بگرێ؛ 2. رەسەن، نەجیب؛ 3. نێوی سەرۆک هۆزی باوەندییەکان بووە؛ باوەندییەکان بە رەگەز کورد بوونە و لە سەدەی 4 ی کۆچیدا، ماوەیەک بوون بە دەسەڵاتداری باکووری ئێران و دوایی خارەزمییەکان کوتایانە سەریان و لە دەسەڵات کەوتن."
  },
  {
    "ID": 270,
    "name": "باوەڕ",
    "mening": "1 ئیمان؛ 2 سنووری نێوان دوو زەوی، کەوشەنی نێوان دوو کێڵگە. باوەڕ و بڕوا، دوو مانای جیا لە یەکیان هەیە. بڕوانە بۆ بڕوا."
  },
  {
    "ID": 271,
    "name": "باڤڵ",
    "mening": "بافڵ، باڤێڵ، بابڵ؛ 1. قەڵوەز، تاڤگە، ئاوهەڵدێر، سەروەشێن؛ 2. باڤڵ، لە ئاوێستادا بە (پاڤر) هاتووە و واتای تاڤگە دەدا."
  },
  {
    "ID": 272,
    "name": "باڤۆ",
    "mening": "بە زاراوەی کرمانجی واتە: 1. باوک، باڤ، باب؛ 2. بانگکردنی زاڕۆک لە باوک. (باڤۆ وەرە)."
  },
  {
    "ID": 273,
    "name": "باڤێ",
    "mening": "ئەشکەوتێکە لەسەر سنووری باکووری کوردستان، لە ناوچەی هەکاری."
  },
  {
    "ID": 274,
    "name": "باڵان",
    "mening": "تەڵەگورگ، تەڵەڕێوی."
  },
  {
    "ID": 275,
    "name": "باڵووڵ",
    "mening": "بە پێی نووسراوە دەسنووسەکانی سەرەنجام کە هی سەردەمی (سەدەی نۆهەمی کۆچیی مانگیی)یە و کۆپەڕی ئایینیی یارسانەکانە، هاتووە کە: باڵووڵ کورد بووە و هیچ خزمایەتییەکی لەگەڵ هاروونەلڕەشیددا کە حەمدوڵڵا مستەوفی باسی دەکا نییە و یەکەمین کەسە کە ئایینی یارسانی لە هەوراماندا رەواج داوە و لە ساڵی 806 ی زایینیدا لە کانی سپی، نزیک چیای تەنگە گوڵ، کە دەکەوێتە نێوان مەنەلی و کرماشان، کۆچی دوایی کردووە. باڵووڵ لە سەردەمی هاروونەلڕەشیددا ژیاوە و یەکەمجار ئەو جەم و جەمخانەی داناوە و نێویشی لە بنەڕەتدا (عەمرۆ کوڕی وەهەب) بووە و دوایی بە باڵووڵی زانا نێوی دەرکردووە."
  },
  {
    "ID": 276,
    "name": "باڵوێز",
    "mening": "نێردراوی میری لە وڵاتێکی دیکەدا، بریکاری دەوڵەت لە دەوڵەتێکی تردا."
  },
  {
    "ID": 277,
    "name": "باڵێن",
    "mening": "1. پشتیوانەی دیوار و کۆڵەکە؛ 2. دارێکە دەیخەنە پشت دەرگای داخراو."
  },
  {
    "ID": 278,
    "name": "باڵەک",
    "mening": "1. شوێنی بەرز و باگرەوە؛ 2. نێوی دوو گوندن کە کەوتوونەتە لای سەرووی چەمی رواندز لە باشووری کوردستان؛ 3. بەو گوندانە و شوێنەکانیان دەڵێن: باڵەکایەتی؛ 4. باڵەک نێوی تیرەیەکە کە پاژی هۆزی (زەرزا) ن. لاس قارەمانی چیرۆکی (لاس و خەزاڵ)، خەڵکی ئەم ناوچەیە بووە."
  },
  {
    "ID": 279,
    "name": "بایەخ",
    "mening": "1. ئەرزش؛ 2. گرنگی؛ 3. نرخ، قیمەت."
  },
  {
    "ID": 280,
    "name": "برادۆست",
    "mening": "1. دۆستی وەک برا، دۆستی گیانیی گیانیی؛ 2. هەرێمێکی کوردنشینی کوێستانی و ساردی سەر بە شاری (خۆی) یە، لە کوردستان، کە لە رۆژاواوە بە هێڵی سنوورە دەسکردەکانی باکوور و ڕۆژهەڵاتی کوردستانەوە بەندە. زۆربەی دانیشتووانی خۆی کوردزمانن و ئاذەریشی لێیە، بەڵام گوندەکانی دەوروبەری ئەم شارە هەمووی کوردنشینن. هەروەها بەشێیشی لە ناوچەی سۆما برادۆست لە باشووری کوردستان، لە سەرووی شارەکانی (دیانا و رواندز)ەوە، هەڵکەوتووە."
  },
  {
    "ID": 281,
    "name": "برزۆ",
    "mening": "1. باڵابەرز؛ 2. زیرەک و ئازا؛ 3. نێوی (کوڕی زۆراوی کوڕی رۆسەمی زاڵ) ی لە بنەڕەتدا کورد بووە. ئەم نێوە لە ناو فارسەکانی ئێراندا نێوی خەباتگێڕێکی خەڵکی تووران بووە کە لەناو لەشکرەکەی (ئەفراسیاو) دا بووە و، نێوی \"بورزوو\" بووە. بڕوانە بەرزۆ."
  },
  {
    "ID": 282,
    "name": "بروسکە",
    "mening": "بریسکە، درەوشین. (بریسکەی بەفری سەر کەل). برووسکە لە زمانی کوردیدا بۆ (برقیە)ی عەرەبی و تەلگراف بەکار دەبرێ."
  },
  {
    "ID": 283,
    "name": "بریندار",
    "mening": "زامدار، کەسێ یان بوونەوەرێک جەستەی زامار بووبێ."
  },
  {
    "ID": 284,
    "name": "بریوان",
    "mening": "هۆزێکی کوردن کە لە سەردەمی شاعەباسی سەفەویدا هەڵداژراونەتە خۆراسان."
  },
  {
    "ID": 285,
    "name": "بریکار",
    "mening": "وەکیل، نایب."
  },
  {
    "ID": 286,
    "name": "بزۆک",
    "mening": "1. دژی نەزۆک، زیرەک و پڕجووڵە؛ 2. هەڵبەز و دابەز؛ 3. زۆر بەزکوزا؛ 4. تەمبوور، ئامێرێکی مۆسیقایی یە لە شێوەی ساز و سازدیوان کە پەردەکانی لەگەڵ ساز هەندێ جیاوازە و یۆنانییەکان پێدەڵێن: بزوق؛ تورکی تورکیە ئامێری (ساز) و (سازدیوان) یان لە رووی (تەنبوور) کە سازێکی کۆنی کوردییە و هی ئەلحەقەکان و ئیزەدییەکانە، درووست کردووە. 5. تەنبوور یان تەنبوورە، لە دوو وشەی یۆنانیی پێک هاتووە: (تەن و بوورە) کە (تەن) واتە: دڵ و (بوورە)ش واتە: هەڵکڕێن، یان بریندارکردن کە پێکەوە واتای تەنبوور دەبێتە: دڵکڕێن، یان دڵکزێن؛ 6. بە واتایەکی دیکەش مانا دەکرێتەوە ئەویش ئەوەیە کە (تەمب یان تەنب) دەبێتە رشتە و (وور) بە واتای خاوەن دێت، واتا: رشتەدار؛ 7. بەڵام لە راستیدا کە تەمبوور سازێکی کوردییە، لە دوو وشەی (تار و موور) کوردیی پێک هاتووە کە واتای تاری شیوەنکردن دەدا و یارسانەکان و ئیزەدییەکانیش لە کاتی نیایش و ستایشی ئایینیی و شیوەنکردندا بە کاری دەبەن و ئەم وشەیە بە راستییەوە نزیکترە و نێوەکەی گۆڕانی بە سەردا هاتووە و بۆتە: تەمبوور یان تەموورە. ئەردەشێری پاپەکان یەکێ لە باشترین تەموورەژەنەکانی سەردەمی خۆی بووە کە لە کارنامەکەیدا بەم چەشنە ئاماژەی پێ کراوە: پاش هێرشی ئەسکەندەری مەقدوونی و هەڵپێچانی پاشایەتی هەخامەنشییەکان لە سەرانسەری ئێران، 240 کوێخا ئێرانیان بەڕێوە دەبرد. ئەردەوان کوێخا و حوکمڕانی سەرزەوینی پارس بوو. نێوبانگی ئەردەشێر بە گوێی ئەردەوان گەییشت و بانگهێشتنی کرد بۆ وڵاتی پارس و سەردەمێک میوانداریی ئەردەشێری کرد. رۆژێک ئەردەشێر لە شکارگاکەی ئەردەواندا ئازایانە گۆڕێکی پێکا و کوشتی. خەڵک ئاگادار بوون کە کێ پێکاویەتی. ئەردەوان گوتی من پێکاومە و ئەردەشێریش لەم درۆیەی ئەو تووڕە بوو و لەگەڵ ئەردەوان بە شەڕ هات. ئەردەوان ئەردەشێری لە گەوڕدا زیندانیی کرد. ئەردەشێریش کات و ساتی خۆی لە زینداندا بە تەموورەلێدان و گۆرانیچڕین تێدەپەڕاند، بەڵام دوای ماوەیەک بە یارمەتی یەکێ لە دەسیارەکانی ئەردەوان لە زیندان هەڵات و پاش ماوەیەک دەسەڵاتی ناوەندیی و بەهێزی ساسانییەکانی پێک هێنا. نێوی باوکی ئەردەشێر ساسان و نێوی باوکی دایکیشی پاپەک بووە. هەروەها لە کارنامەکی ئەردەشێری پاپەکاندا هاتووە کە نێوی کوردستانی ئێستا لەو سەردەمەدا (میدیا) بووە و نێوی یەکێ لە پاشاکانی میدیا کورتان شا یا کوردان شا بووە کە لەگەڵ ئەردەشێر بە شەڕ هاتووە. لە فەرهەنگنامەکەی (دێهخودا)دا هاتووە کە: سازێکی دیکە لە ئێراندا بە نێوی تەنبوور هەیە کە مێژینەیێکی کۆنی هەیە, ئەم سازە دوو سیم یان تەلی هەیە و بە دەستی راست دەژەندرێ و ئێستا لە کوردستاندا باوە, بە پێچەوانەی عوود کە دەسکێکی لاری هەیە، دەسکی تەنبوور راست و بەرزە و وەکوو تار پەردەبەندیی دەکرێ، بەڵام، پەردەکانی ئەم کەمە. لە فەرهەنگنامەی (موعین)یشدا لانیکەم هەر وا باس کراوە. لە کۆندا نێوی دوو تەموورە بەنێوبانگ بووە: یەکێکیان تەموورەی خوراسانیی و ئەوی دیکەشیان تەمووری بەغدادی کە هەر دووکیان لە کوردستاندا باون و لەوێ دەهەڤۆترێن. لە فەرهەنگنامەی عەرەبیشدا باسی کراوە، بەڵام چونکە کورد بێخاوەنە، لەسەر نێوی داگیرکەرەکەی تۆمار کراوە. لە کۆپەڕان و لە ناو نەتەوەکانی دیکەی دنیادا تەموورە زیاتر لە 20 نێوی هەیە."
  },
  {
    "ID": 287,
    "name": "بزێو",
    "mening": "1. بزۆز، سەرزیندە، زیت و وریا؛ 2. پاشگری بزوێنەر."
  },
  {
    "ID": 288,
    "name": "بژار",
    "mening": "1. گیای کەڵە، گیای هەرزە؛ 2. (دان) ی غەریبە لەناو دانەوێڵەدا؛ 3. خۆدۆزین و بەخۆدا گەڕان؛ 4. ژماردن."
  },
  {
    "ID": 289,
    "name": "بژیک",
    "mening": "کەسێ کە چاوی لە یارمەتی کەسی دیکە نەبێ و خۆی لە سەر پای خۆی بژی."
  },
  {
    "ID": 290,
    "name": "بستوو",
    "mening": "1.بستەی ئاش، بڵۆسک؛ 2. ملەی کێو."
  },
  {
    "ID": 291,
    "name": "بلیمەت",
    "mening": "هەڵکەوتە، کەموێنە."
  },
  {
    "ID": 292,
    "name": "بلێز",
    "mening": "وەرزشکار، کایەکار، گەمەکار. لە زاراوەی کرمانجیدا لیزتن واتە: کایەکردن. وەکوو ئەزێ دلیزم، یانێ من کایە دەکەم."
  },
  {
    "ID": 293,
    "name": "بنار",
    "mening": "1.داوێنی کێو بەرەو دەشت؛ 2. گەورەی ماڵ؛ 3. سەرۆکی خێزان؛ 4. دەمەقاڵە؛ 5. وردەگلەیی. وەکوو: ئەو دەمەقاڵەیە چی بوو؟ هیچ نەبوو وردە بنارێ بوو!"
  },
  {
    "ID": 294,
    "name": "بندین",
    "mening": "تەختی چۆم و رۆبار، بنی چەم، کەفی رۆخانە."
  },
  {
    "ID": 295,
    "name": "بنژیل",
    "mening": "پاژینە، خشوخاڵ و دەخڵودانی بن بێژنگ."
  },
  {
    "ID": 296,
    "name": "بنەوان",
    "mening": "1. بنەوا، ئەو کەسەی کاری ناو ماڵ بەڕێوە دەبا؛ 2. قاعدە."
  },
  {
    "ID": 297,
    "name": "بوار",
    "mening": "1. بەهار؛ 2. تەنکایی ئاو کە رێی هاتوچۆ بدا؛ 3. هەل، فرجە."
  },
  {
    "ID": 298,
    "name": "بووبان",
    "mening": "1. ببوونایە؛ 2. گوندێکە لە پەنا شاری پێنجوێن لە باشووری کوردستان ."
  },
  {
    "ID": 299,
    "name": "بڕوا",
    "mening": "لە شتێ دڵنیا بوون، بڕوا بە کەسێ کردن. بڕوانە باوەڕ."
  },
  {
    "ID": 300,
    "name": "بڕیار",
    "mening": "1. پەیمان؛ 2. مەرج؛ 3. تەسمیم؛ 4. قەرار."
  },
  {
    "ID": 301,
    "name": "بڵباس`",
    "mening": "بە هۆزەکانی پشدەر و (مەرگە و مەنگوڕ) دەڵێن: بڵباس و تیرەیەکی گەورەن لە کورد کە لە ناوچەی موکریان، لە رۆژهەڵاتی کوردستان دەژین."
  },
  {
    "ID": 302,
    "name": "بڵێسە",
    "mening": "بڵێزە، بڵێسەی ئاگر، کڵپەی ئاگر، زووانەی ئاگر."
  },
  {
    "ID": 303,
    "name": "بۆتان",
    "mening": "رۆبار و ناوچەیەکی بەرینە لە کوردستانی باکوور‌."
  },
  {
    "ID": 304,
    "name": "بۆتێ",
    "mening": "گوندێکە لە بناری چیای کارۆخ نزیک شاری رانییە."
  },
  {
    "ID": 305,
    "name": "بۆران",
    "mening": "1. دابارینی بەفر و هەڵکردنی با پێکەوە، تۆف، کڕێوە و بادەوە؛ 2. بارانی بەخوڕ."
  },
  {
    "ID": 306,
    "name": "بۆریاش",
    "mening": "1. بەخێوکەری ئەسپ؛ 2. پاشنێوی یەکێ لە دەسەڵاتدارەکانی کاسی بووە بە نێوی (ئالام بۆریاش)، کە دژ بە سۆمەرییەکان شەڕی کردووە."
  },
  {
    "ID": 307,
    "name": "بۆسکان",
    "mening": "1. شوێنی پەنا و تەریک؛ 2. گوندێکە لە بناری چیای سیوەیل لە ناوچەی شارباژێڕ لە باشووری کوردستان."
  },
  {
    "ID": 308,
    "name": "بۆسکین",
    "mening": "گوندێکە لەلای رانیە لە باشووری کوردستان."
  },
  {
    "ID": 309,
    "name": "بۆشناخ",
    "mening": "1. باڵابەرز و چوارشانە، کەڵەگەت؛ 2. کۆک و پۆشتە."
  },
  {
    "ID": 310,
    "name": "بیرەوەر",
    "mening": "خاوەنبیر، خاوەن هزر و بەزەین، بیرا."
  },
  {
    "ID": 311,
    "name": "بینا",
    "mening": "زۆربین، چاوتیژ، پێچەوانەی نەبین."
  },
  {
    "ID": 312,
    "name": "بینگۆل",
    "mening": "بینگۆل، بنگۆل؛ 1. شاری پەنا گۆماو؛ 2. باژێڕ و ناوچەیەکە لە باکووری کوردستان."
  },
  {
    "ID": 313,
    "name": "بینەوار",
    "mening": "پشوو لە سەر خۆ، ئارام و هێور."
  },
  {
    "ID": 314,
    "name": "بێباک",
    "mening": "نەترس، ئازا و بەکار."
  },
  {
    "ID": 315,
    "name": "بێبەش",
    "mening": "بێوەر."
  },
  {
    "ID": 316,
    "name": "بێتوات",
    "mening": "1. بێتواتە، جێگای گەورەبەغی زەڕدەشتییەکان؛ 2. ناوچەیەکە لە دۆژ (رانیە و دۆڵی بالیسان) لە باشووری کوردستان."
  },
  {
    "ID": 317,
    "name": "بێرکۆت",
    "mening": "1. شوێنی چڕ و بژوێن کە بۆ ئاژەڵداری لەبار بێت؛ 2. گوندێکی بچووکە لە پەنا هەولێر کە عەبدوڵڵا پەشێوی شاعیری لێ لەدایک بووە."
  },
  {
    "ID": 318,
    "name": "بێرۆڤ",
    "mening": "دەوەنێکی لێڕەوارییە."
  },
  {
    "ID": 319,
    "name": "بێزار",
    "mening": "وەڕس، جاڕز، هەراس."
  },
  {
    "ID": 320,
    "name": "بێستوون",
    "mening": "نێوی چیایەکی سەخت و بەرزە کە لە دۆژ شارەکانی کامیاران و هەمەدان و کرماشاندا هەڵکەوتووە و نزیک بە چیای \"پەڕاو\" ە و شاری بێستوونیش لەپەنای ئەم چیایە هەڵکەوتووە؛ ئەم نێوە لە بنەڕەتدا بەغستێن یان بەغستەن بووە، (بەغ) واتە: خودا، خولقێنەر، (ستێن یان ستەن)یش: جێگا و شوێن. بێستوون یان بەغستەنیش واتە: جێگای خودا یان خولقێنەری گەلانی بەر لە زەڕدەشتییەکان."
  },
  {
    "ID": 321,
    "name": "بێشاسپ",
    "mening": "گوندێکە لە مەڵبەندی (گەورکایەتی) لە ناوچەی سەردەشت. هەندێ نێو لە کوردەواریدا هەن، بۆ نموونە: (بێشاسپ، بەێتاس، بێوتوون، بێژوێ، بێتووش، بێخمە، بێگۆڤە، بێتواتە، بێخاڵ، بێواس، بێلوو، بێڵەوار، بینگۆل، بێواس، بێساران) و هیدیکە که زۆر کۆنن و دەگەڕێنەوە بۆ هەزاران ساڵ لەمەوبەر و ریشەیان لە گاتاکانی زەڕدشدا هەیە، چونکە یەکەم وشەی هەموویان واتای بەغ دەدا کە دواتر بووە بە (بەت و بێ) وەکوو بێشاسپ."
  },
  {
    "ID": 322,
    "name": "بێشۆ",
    "mening": "زیاد لەئەندازە، لە رادەبەدەر."
  },
  {
    "ID": 323,
    "name": "بێگەرد",
    "mening": "پاک وخاوێن، پاگژ و بێگەرد."
  },
  {
    "ID": 324,
    "name": "بێنا",
    "mening": "تاسەر، هەرماو، لەبڕان بەدوور."
  },
  {
    "ID": 325,
    "name": "بێوار",
    "mening": "1. نەزۆک، نەزا؛ 2. بێجێگە و پەنا، بێماڵوحاڵ؛ 3. کات، هەلومەرج. وەکوو: ئەز بێوارم، واتە من بێ جێگەوڕێگەم."
  },
  {
    "ID": 326,
    "name": "بێواز",
    "mening": "بێ ئوقرە و پەرۆش."
  },
  {
    "ID": 327,
    "name": "بێوەر",
    "mening": "1. بێ بەر؛ 2. رەنج بەخەسار؛ 3. بێ بەش."
  },
  {
    "ID": 328,
    "name": "بێکەس",
    "mening": "1. تەنیا و رەبەن، تاک و کۆکم؛ 2. پاشنێوی شاعیری نەتەوەیی (فایەق بێکەس) ی باوکی (شێرکۆ بێکەس) ە."
  },
  {
    "ID": 329,
    "name": "بەتین",
    "mening": "1.گەرموگوڕ؛ 2.توندوتیژ. (ئەمڕۆ هەتاو بەتینە)"
  },
  {
    "ID": 330,
    "name": "بەجەرگ",
    "mening": "ئازا، دلێر، بوێر، نەترس."
  },
  {
    "ID": 331,
    "name": "بەخشندە",
    "mening": "دەست و دڵ ئاوەڵا."
  },
  {
    "ID": 332,
    "name": "بەخشین",
    "mening": "1.خێرکردن، ئێحسان کردن؛ 2. لێبوردن."
  },
  {
    "ID": 333,
    "name": "بەخێو",
    "mening": "1. ئاگاداری، سەرپەرشتی؛ 2. حەوانەوە، ئێوەت."
  },
  {
    "ID": 334,
    "name": "بەدران",
    "mening": "بەو شەوەی دەگوترێ کە مانگی چواردە هەڵدێ."
  },
  {
    "ID": 335,
    "name": "بەدرە",
    "mening": "1. کیسەیەک بووە کە لە کۆندا پارە و زێڕ و شتی وایان تێدا هەڵگرتووە؛ 2. نێوی یەکێ لە سەردارەکانی خەشایارشای پاشای مادەکان بووە؛ 3. نێوی شارێکە کوردنشینە لە ناوچەکانی خوارووی باشووری کوردستان کە کوردی کەڵوڕی تێدا دەژیا، بەڵام حکوومەتی بەعس کردی بە عەرەبنشین و زمانی کوردیی لە پاشماوەی ئەو کوردانەی کە لەوێ مابوون قەدەخە کرد و لەناو عەرەبدا تواندنییەوە، هەرچەند ئێستاش هەستی کوردایەتییان هەر ماوە بەڵام زەبری زۆریان وێکەوت."
  },
  {
    "ID": 336,
    "name": "بەدیل",
    "mening": "1. نۆگە، نۆرە، سەرە؛ 2. لەجێگە، ئاڵترناتیڤ."
  },
  {
    "ID": 337,
    "name": "بەرات",
    "mening": "1. مزەی وەرزی رەنجبەر؛ 2. مووچەی هەمیشەیی؛ 3. رسق و رۆزی بەشکردن؛ 4. نووسراوەیەک کە بە هۆی ئەوەوە پەرداختی پووڵ یان پارەیەک دەدرێ بە کەسێکی دیکە."
  },
  {
    "ID": 338,
    "name": "بەرامسین",
    "mening": "نێوی هۆزێکی کورد بووە لە ناوچەی عەمارە لە باشووری کوردستان. ئەوەش نێوی هەندێ لەو هۆز و بنەماڵە کوردانەی کە لە درێژەی مێژووی باشووری کوردستاندا لەناو چوون و نەماون: (بادین، بەیرەم، پیرمان، جەمێش، جوودی، جەویر، چیان، چەتان، شاهین، زرکان، کەوار)."
  },
  {
    "ID": 339,
    "name": "بەردین",
    "mening": "کوچکین، لەبەرد سازکراو، لەسەنگ داتاشراو."
  },
  {
    "ID": 340,
    "name": "بەردەشان",
    "mening": "1. چیای یەکپارچە بەرد، شوێنی سەخت و ئاسی، کەلی یەکپارچەبەرد؛ 2. نێوی گوندێکە لە ناوچەی (مەرگە) کە (عەلی بەردەشانی**) بەیتبێژی بەنێوبانگ لەوێ ژیاوە."
  },
  {
    "ID": 341,
    "name": "بەرزام",
    "mening": "نێوی باپیرە گەورەی مانی نەقاشی بە رەتەوە کوردە به گێڕانەوەی مێژوو."
  },
  {
    "ID": 342,
    "name": "بەرزان",
    "mening": "1. شوێنی بەرز و بڵند؛ 2. چیا و کوێستانی سەخت و رژد؛ 3. شوێنە مێنگەی هۆزی بەنێوبانگی بارزان که عەشیرەتی ئازا و شۆڕشگێڕی بارزانی لێ هەڵکەوتووە و مەلا مستەفای بارزان رۆڵەی ئەو عەشیرەتە و لەو دیارەیە."
  },
  {
    "ID": 343,
    "name": "بەرزۆ",
    "mening": "1. برزۆ، باڵابەرز؛ 2. نێوی کوڕی زۆراوی کوڕی رۆسەمی زاڵ بووە."
  },
  {
    "ID": 344,
    "name": "بەرزیا",
    "mening": "باڵابەرز. ئەم نێوە هی سەردەمی مادەکانە کە کوری داریووش بووە."
  },
  {
    "ID": 345,
    "name": "بەرزیلان",
    "mening": "1. کایەی شێر و خەت؛ 2. جۆرێک یاریی یە کە بە پووڵ و پارەی ئاسن دەکرێ و وەکوو شێر و خەت هەڵیداوێن."
  },
  {
    "ID": 346,
    "name": "بەرزین",
    "mening": "1. بە جووانووی ئەسپ دەڵێن کە کاتی زینکردنی هاتبێ؛ 2. کێوێکە لە نێوان سابڵاخ و سەردەشت کە چەمی لاوێنی بە بەردا دەڕوا؛ 3. نێوی ئاورگە، کانەئاگر، یان (ئاتەشگە) یەکە لەلای خوراسان کە دەگەڕێتەوە بۆ سەردەمی زەڕدەشت."
  },
  {
    "ID": 347,
    "name": "بەرسام",
    "mening": "نێوی یەکێ لە سەردارەکانی یەزگردی ساسانی بووە."
  },
  {
    "ID": 348,
    "name": "بەرسان",
    "mening": "پێشقەرەوڵ، ئەو کەسەی کە لە پێش لەشکرەوە رێ دەکا، یان ئاڵاهەڵگری سانە. بڕوانە سان."
  },
  {
    "ID": 349,
    "name": "بەرسۆ",
    "mening": "نێوی کوردیی کێوێک بووە لە باکووری کوردستان کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 350,
    "name": "بەرسەن",
    "mening": "دۆشاوی رەش کە لە ترێ یان توو دەگیردرێ."
  },
  {
    "ID": 351,
    "name": "بەرشا",
    "mening": "نێوی کوردیی کێوێک بووە لە کوردستانی ترکیە کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 352,
    "name": "بەرشۆ",
    "mening": "وشەیەکی هەورامییە واتە: هەستێ، رابێ، هەڵبێ. (دەنگو ئاوازەش بەرشۆ جە هەرماڵ). واتە دەنگ یان ئاوازی لە هەر ماڵێک هەستێ."
  },
  {
    "ID": 353,
    "name": "بەرگین",
    "mening": "1. بە بەرگ داپۆشراو؛ 2. یەکەمین؛ 3. پێشینە، لەمێژینه."
  },
  {
    "ID": 354,
    "name": "بەرهان",
    "mening": "نێوی کوردیی گوندێک بووە لە کوردستانی ترکیە کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 355,
    "name": "بەرهەم",
    "mening": "1. بەهرە؛ 2. داهات؛ 3. بەش؛ 4. بەروبۆ."
  },
  {
    "ID": 356,
    "name": "بەرواژ",
    "mening": "نێوی کوردیی گوندێک بووە لە کوردستانی ترکیە کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 357,
    "name": "بەرکان",
    "mening": "نێوی هۆزێکی کوردە لە کوردستان."
  },
  {
    "ID": 358,
    "name": "بەرکۆ",
    "mening": "1. قەرپۆسی زین؛ 2. بەرکوتی دەخڵ؛ 3. لای ژێرووی خەرمان."
  },
  {
    "ID": 359,
    "name": "بەرین",
    "mening": "1. بەرگین، یەکەمین؛ 2. بەربڵاو، هەراو."
  },
  {
    "ID": 360,
    "name": "بەزان",
    "mening": "1. بەزین، شکست خواردن؛ 2. غاردان، هەڵاتن، هەڕاکردن؛ 3. دابەزین لە سواریی."
  },
  {
    "ID": 361,
    "name": "بەسام",
    "mening": "سامدار، ترسێنەر، بەوەج."
  },
  {
    "ID": 362,
    "name": "بەسان",
    "mening": "نێوی کوردیی گوندێک بووە لە کوردستانی ترکیە کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 363,
    "name": "بەستام",
    "mening": "1. نێوی ژنبرای هورموزی چوارەمی ساسانی و خاڵی خەسرەو پەرویزی ساسانی؛ 2. گوندێکە لە سەر رێگای جادەی سەقز بۆ بانە و مەریوان."
  },
  {
    "ID": 364,
    "name": "بەسرین",
    "mening": "کاتی شەختە و سەرما و سۆڵەی زستان کە رێ دەبەسرێ. لە بەسرینا سەختە سەفەرکردن."
  },
  {
    "ID": 365,
    "name": "بەسنا",
    "mening": "شەتەکدا، توند بەستن."
  },
  {
    "ID": 366,
    "name": "بەشدار",
    "mening": "1. خاوەنبەش؛ 2. ئەندامی بنەماڵە؛ 3. سەگ؛ 4. لە کوردستان لە زۆر ناوچەی وەکوو ئالان تا دەگاتە ناوچەی هەولێر و هیدیکە، بە سەگ دەڵێن: (بەشدار)، دیارە حەقیانە چونکە لەو ماڵەدا ئەندامە و ئاگاداری زۆر شتیانە و سەگیش بۆ کورد لە کۆندا زۆر بەنرخ و پاسەوانی ماڵ و باخ و مێگەل و شتی دیکە بووە، بەڵام بە هاتنی ئیسلام بۆ ناو کوردەواری، سەگیان لە پێش چاوی خەڵک بە سپڵۆت** لەقەڵەم داوە، لە کاتێکدا ئێمە لە ئورووپا دەیبینین کە باشترین هاوڕێیە بۆ پیر و بەساڵاچووان و ئەوانەی کە رەبەن یا تەنیان. ........................................................................ وشەی سپڵۆت**، وشەیەکی کۆنە کە لە گاتاکانی زەڕدەشتدا بە مانای سەگ هاتووە نەک پیس، کەچی بە هاتنی ئیسلام، وشەی سپڵۆتیان خراپ لێک داوەتەوە، وەکوو چۆن وشەی ناڕەوای کافریان بە سەر جوولەکە و مەسیح و ناموسوڵماناندا دابڕیوە."
  },
  {
    "ID": 367,
    "name": "بەشکۆ",
    "mening": "شرکەت، شەریکە، بازرگانیی هاوبەشی."
  },
  {
    "ID": 368,
    "name": "بەشیر",
    "mening": "ئاژەڵ یان ژنێک کە شیری زۆر بێ."
  },
  {
    "ID": 369,
    "name": "بەفران",
    "mening": "1. کۆی وشەی بەفر؛ 2. کاتی بەفر."
  },
  {
    "ID": 370,
    "name": "بەگداد",
    "mening": "نێوی سەرۆکێکی مانایی یەکان بووە، کە سارگۆنی پاشای ئاشوور گرتی و فەرمانی دا کە پێستی کەوڵ کەن، نێوی شاری بەغداد لەمە وەرگیراوە. بڕوانە بێتبەگ، لە بەشی کوڕان."
  },
  {
    "ID": 371,
    "name": "بەلەز",
    "mening": "بەپەلە، کەسێ که کارێک زوو ئەنجام دەدا و بەپەلەیە."
  },
  {
    "ID": 372,
    "name": "بەمۆ",
    "mening": "1. نێوی جۆرێک کەتیرەیە. 2. کێوێکە لە کوردستان کە لە نێوان قەسری شیرین و دەربەندی خان و خانەقین هەڵکەوتووە."
  },
  {
    "ID": 373,
    "name": "بەندێر",
    "mening": "1. کەسێک کە لە بەند و بەندان شارەزا بێ؛ 2. بەیتبێژی چاک و وریا؛ 3. بەیتبێژ و فڕاوێژی زیرەک؛ 4. ئاڵا، بەیداخ."
  },
  {
    "ID": 374,
    "name": "بەندەن",
    "mening": "1. بەنەن، کەژ، کوێستان؛ 2. لەش جەستە، بەدەن."
  },
  {
    "ID": 375,
    "name": "بەندەوار",
    "mening": "بەهیوا، بەتەما. وەکوو: بەندەوارێ تەمە، واتە: بەهیوای تۆم یان بەتەمای تۆم، یان چاوەڕوانی تۆم."
  },
  {
    "ID": 376,
    "name": "بەنگین",
    "mening": "1. بەنگینە؛ 2. پیاوی باوەڕپێکراوی ئاغا؛ 3. خۆشەویست و جێگای بڕوای ئاغای گوند لە کوردەواری کۆندا؛ بۆ نموونە لە کوردەواریدا کۆندا، کاتێک ئاغا و بەگەکانی کوردستان نۆکەریان راگرتووە، هەر نۆکەرێک بە پێی چاکە و زەحمەتی خۆی بەرانبەر بە ئاغا، نازنێوی وەرگرتووە و بووە بە جێگای باوەڕی ئاغا. نازنێوەکانیش، لە خوارەوە بۆ سەرێ، بریتی بووە لە: چاپەز، نۆکەر، مەیتەر، میراخوڕ، بابنۆکەر! بابنۆکەر، دوایین پلەی خزمەتکارییە لە لای ئاغا کە ئیتر پاش ئەوە هەر کام لەو بابنۆکەرانە جێگای بڕوای ئاغا بن، بە (بەنگین) بانگ دەکرێن؛ 4. زیرەک و لەجێگا چەقیو لە کاتی تەنگانەدا؛ 5. وەکوو گەڵای دار؛ وەکوو نیشانە؛ 6. نێوی کوڕی وەزیری برایم پاشای (یەمەن) ە لە بەیتی (مەم و زین) دا. بەنگین لەگەڵ (کاکەمەم) پێکەوە گەورە دەبن و دوایی بەنگین دەبێ بە نۆکەری بەوەفا و هەتاهەتایی کاکەمەم لە چیرۆکەکەدا."
  },
  {
    "ID": 377,
    "name": "بەنگینە",
    "mening": "نازنێوی حاجی باقری شاعیری خەڵکی سلێمانی بووە، کە هۆنراوەی حەماسی زۆری هەیە. بڕوانە: بەنگین."
  },
  {
    "ID": 378,
    "name": "بەهران",
    "mening": "کۆی وشەی (بەهر)ە واتە: پار، بەش، پشک. (لە بەهران بێبەهرە بووم)."
  },
  {
    "ID": 379,
    "name": "بەهرێز",
    "mening": "پارێز، تەکینەوە لە هەندێ خواردن که دوکتۆر دەڵێ."
  },
  {
    "ID": 380,
    "name": "بەوار",
    "mening": "1. بەجێگە و شوێن؛ 2. کوێستان یا چیایەک کە سازگار و لەبار بێ بۆ هەڵدانی رەشماڵ و دانانی هەوار. (کوێستانێکی بەوار و خۆشە)."
  },
  {
    "ID": 381,
    "name": "بەواز",
    "mening": "خۆشحاڵ و بەکەیف."
  },
  {
    "ID": 382,
    "name": "بەڕوێن",
    "mening": "گوندێکە لە باشووری هەڵەبجە، لەبەری شەمێران لە کوردستانی باشوور."
  },
  {
    "ID": 383,
    "name": "بەڕۆژ",
    "mening": "1. بەربەرۆچکە؛ 2. گوند یان مەزرای رووبە رۆژ؛ 3. لەرۆژدا."
  },
  {
    "ID": 384,
    "name": "بەیار",
    "mening": "باهێر، بایەر، زەوینی دێم، زەوینی نەکێڵدراو."
  },
  {
    "ID": 385,
    "name": "بەیتاس",
    "mening": "گوندێکە لە 50 کیلۆمیتری شاری مەهاباد، کە رێگای مەهاباد بۆ سەردەشت بەبەر ئەم گوندەدا تێدەپەڕێ. 1. (بەت) لە زمانی مادیدا واتە گەورە و مەزن، کە هەمان وشەی (بەد)ی پاشگری وشەی (مووبەد)ە، کە لە موو یان موغ و بەت پێکهاتووە؛ 2. موغ واتە بەرپرسی ئایینیی زەڕدەشتییەکان و بەد و بەت و پەت و باد و پات، واتە گەورە و مەزن کە بەسەر یەکەوە، دەبێتە گەورەی زەڕدەشتییان؛ (بەت) لەگەڵ وشەی (بەیت)ی کوردیی کە ریشەکەی لە (پاد)ی ئاوێستایی و (پۆیێت)ی لاتینی کە هەردووکیان واتای شیعریش دەدەن نزیکە و دوور نییە یەک ریشە بن. بڕوانە هۆنیا لە بەشی کچان. ئاس لە زمانی مادیدا بە مانای مەڵبەندە، کە ستێن و ستان و ئوستان و ئاستان، هەر لەو ریشەیەن. لە زمانی پەهلەویدا، ئەو وشەیە بۆتە وستان. لە کارنامەی ئەردەشێری پاپەکانیشدا، شارستێن، شتەروستان نووسراوە. بەیتاس کە لە بنچینەدا بەتئاس بووە، واتە مەڵبەندی گاوران. لە کوردستان ئاوایی دیکەشمان هەنە کە پاشگرەکەی (ئاس)ە وەکوو: سوێناس لە مەڵبەندی گەورکی مەهاباد، کە سوێئاس بووە بەمانای مەڵبەندی نوور؛ هەروەها نەڵاس لەلای سەردەشت کە وێدەچێ نێڵئاس بووبێ کە واتای مەڵبەندی ئاور دەدا. بڕوانە بۆ گۆران."
  },
  {
    "ID": 386,
    "name": "بەیتۆ",
    "mening": "1. بەیتی بچووک، حەیرانۆک؛ 2. یەکێ لە هەواکانی مۆسیقای کوردی. بەیت لە زمانی کوردیدا واتای چیرۆک دەدا و هیچ پێوەندییەکی بە (بێت) عەرەبییەوە کە مانای ماڵ دەدا، نییە. بڕوانە بەێتاس لە بەشی کوڕان و هۆنیا لە بەشی کچان."
  },
  {
    "ID": 387,
    "name": "بەیرەم",
    "mening": "1. بەگرام، بەغرەم، ئەم نێوە لە بنەڕەتدا و لە سەردەمی پێش هاتنی زەڕدەشتدا بەگرەم بووە، بە واتای جەژن، دوایی تورک وەریانگرتووە و بە نێوی خۆیان تۆماریان کردووە؛ وشەکە لە دوو وشەی (بەگ یان بەک و رام) پێکهاتووە و واتای جەژنی ئاگر دەدا؛ 2. واتای دیکەشی هەیە کە دەکاتە: باریە، لۆس، لۆسە، نوێڵ، کە ئاسنێکی گەورە و ئەستوورە بۆ جێبەجێکردنی جەستەی گەورە لە کاردا. بڕوانە بۆکان."
  },
  {
    "ID": 388,
    "name": "بەیسە",
    "mening": "بە زاراوەی هەورامی واتە سەهۆڵ، شەختە، رچە."
  },
  {
    "ID": 389,
    "name": "پاپەک",
    "mening": "نێوی باوکی ئەردەشیری یەکەم دامەزرێنەری پاشایەتی ساسانییەکانە کە بە ئەردەشێری پاپەکان نێوی دەرکردووە و دوایی بووە بە بابەک. پاپەک بە ریشە کورد بووە و لە کارنامەی ئەردەشێری پاپەکاندا ئاماژەی پێکراوە؛ دیتنی دیکە دەڵێن: پاپەک نێوی باوکی دایکی، ئەردەشێر بووە."
  },
  {
    "ID": 390,
    "name": "پاتیس",
    "mening": "نێوی یەکێ لە فەرمانڕەواکانی گۆتی بووە کە 2500 ساڵ بەر لە زایین شوێنی دەسەڵاتداریی لە شاری (لاگاشدا) بووە."
  },
  {
    "ID": 391,
    "name": "پاتەک",
    "mening": "نێوی باوکی نیگارکێشی بە رەتەوە کورد، (مانیی) بووە."
  },
  {
    "ID": 392,
    "name": "پارۆنیک",
    "mening": "خەندەکی دەوری ماڵ، لە کۆندا لێیان دەدا بۆ بۆ پاراستن و بۆ نیشانەکردنی سنووری خانوو."
  },
  {
    "ID": 393,
    "name": "پارێز",
    "mening": "1. خۆپاراستن، دووریگرتن لە خۆراکی ناساز لە کاتی نەخۆشیدا؛ 2. نیشتنەپارێز بۆ راو، دانیشتن لە کۆڵیتدا بۆ نەچیر."
  },
  {
    "ID": 394,
    "name": "پازووک",
    "mening": "پازووک لەو کوردانە بوون کە پێشتر سەر بە ئایینی ئێزیدییەکان بوون و لە کوردستانی ژێر دەسەڵاتی تورکیەدا دەژیان، بەڵام دوایی لە شەڕی نێوان سەفەوی و عوسمانیدا بەناو ئێراندا بڵاوەیان پێ کرا و بوون بە تورک و فارس و ئایینی شیعەیان قەبووڵ کرد."
  },
  {
    "ID": 395,
    "name": "پاشکۆ",
    "mening": "کیسە یان ئەو خورجینەی کە سووار لە پاشی وڵاخی دەبەستێ و شتی تێدەخا بۆ ناو رێگا."
  },
  {
    "ID": 396,
    "name": "پاشەنگ",
    "mening": "1.هێشووی ترێ؛ 2. تۆوی خەیار کە هەڵیدەگرن بۆ چاندن یا وەشاندن."
  },
  {
    "ID": 397,
    "name": "پاوێر",
    "mening": "جێگای پاڵدانەوه، جێگای پشتدانەوه."
  },
  {
    "ID": 398,
    "name": "پاوەر",
    "mening": "کەفیل و‌ زامن، وەکوو: کێ دەبێتە پاوەرت. بڕوانە دەستەبەر."
  },
  {
    "ID": 399,
    "name": "پاکۆ",
    "mening": "1. خاوێن، پاقژ، پاگژ. (با خەرمانەکە پاکۆ کەین، ئەوسا بار دەکەین)؛ 2. باوەشەگیای نەبەسراو، هێندەی لەبن باخەڵ بنرێ؛ 3. گیای دووراوی بەسەریەکداکراوی نەبەسراو."
  },
  {
    "ID": 400,
    "name": "پاکۆسا",
    "mening": "نێوی کوردیی گوندێک بووە لە کوردستانی ترکیە کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 401,
    "name": "پاڵنگان",
    "mening": "پاڵەنگان، پڵنگان، گوندێکی کۆنە لە ناوچەی سنە سەر بە هەورامان. بڕوانە پاڵەوان. نێوی پاڵنگان و ئەسپەرێز و چەمچەماڵ لەگەڵ نێوی زۆر گوندی دیکە کە ئێستاش لە کوردستان ماون، لە گاتاکانی زەڕدەشتدا هاتوون."
  },
  {
    "ID": 402,
    "name": "پاڵکان",
    "mening": "پاڵەکان، کۆنترین هۆزی شارنشین و کۆنترین عەشیرەتی کوردن کە لە سەردەمی شاعەباسی سەفەویدا هەڵداژراونەتە خۆراسان."
  },
  {
    "ID": 403,
    "name": "پاڵە",
    "mening": "1. سەپان، کرێکار؛ 2. شاری زەڕدەشتییەکان یان گاورەکان. بڕوانە (پاڵەوان)."
  },
  {
    "ID": 404,
    "name": "پاڵەوان",
    "mening": "1. رنجبەر، پاڵە، سەپان؛ 2. پەڵە دەخڵی نەدووراو؛ 3 مرۆڤی زۆردار و بەهێز؛ 4. دارێ کە دەخرێتە بن کاریتەوە؛ 5 فەرمانبەری شار؛ 6 پاڵە: شاری ئەو کوردانەی کە لە کۆندا سەر بە ئایینی زەڕدەشتی بوونە؛ 7. شاری گاوران؛ 8. دەربار و دیوەخانی گەورەپیاوان؛ 9. نێوی کۆنی دیالێکتی کەڵوڕی کە لە ئێراندا فارسەکان بە هەڵە پێی دەبێژن: زبان پهلوی (فارسی میانه) لە راستیدا زووانی کوردەکانی باشووری ئێرانە، هەرچەند ئەم زاراوەیە ئەشکانییەکان و ساسانییەکان بەکاریان هێناوە و قسەیان پێ کردووە؛ وشەی (پالەوی)، زاراوەی ئەو کوردانەن کە بە زاراوەی (کەلهوڕیی) و (فەیلی) و (لەکیی) قسە دەکەن و لە وشەی (پاڵە) وەرگیراوە؛ (فەیلی)ش لە بنەڕەتدا (پالەوی) بووە و عەرەب ئەم وشەیەی گۆڕیوە بۆ (فەهەلەوی) و دواتر بووە بە فەیلی!؛ دوکتۆر موعین له وشەدانەکەیدا ئاماژەی پێ کردووە."
  },
  {
    "ID": 405,
    "name": "پایەدار",
    "mening": "خۆڕاگر، قاییم، راوەستاو."
  },
  {
    "ID": 406,
    "name": "پسپۆڕ",
    "mening": "1. لێزان، شارەزا و کارزانی کار؛ 2. لێوەشاوە لە لۆری کاردا."
  },
  {
    "ID": 407,
    "name": "پشتیوان",
    "mening": "1. پاڵپشت؛ 2. هاریکار، یاریدەدەر؛ 3. داری دەرگا داخستن؛ 4. قایمکەری دیواری شکستە."
  },
  {
    "ID": 408,
    "name": "پشکۆ",
    "mening": "سکڵ، پۆلوو، پەرەنگ، پەنگر."
  },
  {
    "ID": 409,
    "name": "پلان",
    "mening": "1. گەڵاڵە و کەین و بەین بۆ کارێک؛ 2. نێوان، ئاشنایەتی؛ 3. نەخشە و پیلان."
  },
  {
    "ID": 410,
    "name": "پووریا",
    "mening": "1. میمکەزاگ، خوشکه ‏زاگی باب یان دایک؛ 2. رێک و پێک."
  },
  {
    "ID": 411,
    "name": "پڵنگ",
    "mening": "1. گیانلەبەرێکی دڕندەیە؛ 2. تێکەڵوپێکەڵ و ئاڵۆز."
  },
  {
    "ID": 412,
    "name": "پۆڵا",
    "mening": "1. بەروج، ئاسنێک کە تفەنگی پێ درووست دەکەن، جۆرێک ئەردەزین یان فلسی لە ئاسن پتەوترە؛ 2. پاشنێوی هۆزی (جانپۆڵا) یە لە لوبنان کە چەندین ساڵ لە حەڵەب دەسەڵاتدار بوون و دامودەزگای سەربەخۆیان هەبوو، بەڵام حوکوومەتی سووریە بە جونبەڵاتی نێودێر کردوون و کەماڵ جونبەڵات لەم گەورەهۆزیە و ئێستا لە چیاکانی لوبنان دەژین."
  },
  {
    "ID": 413,
    "name": "پیاوێن",
    "mening": "نێوی گوندێکە لە ناوچەی بانە لە کوردستانی رۆژهەڵات."
  },
  {
    "ID": 414,
    "name": "پیتۆڵ",
    "mening": "فەیلەسووف"
  },
  {
    "ID": 415,
    "name": "پیران",
    "mening": "1. کۆی وشەی پیر بە واتای: شەخس، خاسخوا، چاک؛ 2. گۆڕی چاکان و خاسخواگەل؛ 3. پیران گوندێکە لە نێوان مەریوان و هەورامان؛ 4. تیرەیەکن کە بەشێکیان لە باکووری رانیەن و بەشێکیان لەلای مەهابادن کە سەر بە هۆزی بڵباسن. 5. پیران: بوورانەوە، لەسەرخۆچوون، لەهۆشخۆچوون؛ 6. کاتی گریان کە هەناسە ببڕێ و نەگەڕێتەوە، وەکوو: ئەو منداڵە ئەوەندە گریا، پیرانی کرد؛ 6. وشەی پیر لە کوردیدا، واتای پیاوی چاک و دیندار و خواپەرست دەدا کە (شەخس) و (چاک) یشی پێدەڵێن؛ 7. ئەو (Piere) ە ش کە نێوە و من بۆ خۆم لە هەندەران بەتایبەت لە ئورووپا بیستوومە و هەیە، هەر ئەو پیرەیە کە ئێمە بە چاک و شەخسی نێو دەبەین و لەلای وانیش هەر هەمان واتای هەیە."
  },
  {
    "ID": 416,
    "name": "پیرس",
    "mening": "چیایەکە لەلای (بێرات و کەپرۆک) لە ناوچەی زێبار، لە کوردستانی باشوور."
  },
  {
    "ID": 417,
    "name": "پیرسان",
    "mening": "1. پیر لە زمانی کوردیدا چەندین مانای هەیە: الف. پیری بەساڵاچوو؛ ب. گۆڕ، گڵکۆ؛ ت. پێشوازییکردن، بە پیرییەوەچوون؛ پیرسان لێرەدا واتە: سوڵتانی پیران، سوڵتانی چاکان؛ 2. نێوی گڵکۆی یەکێک لە پیرانی تەریقەتی سۆفیگەرییە لە ناوچەی جزیر لە کوردستان."
  },
  {
    "ID": 418,
    "name": "پیرمام",
    "mening": "نێوی شارۆچکەیەکی سەر بە پارێزگای هەولێرە."
  },
  {
    "ID": 419,
    "name": "پیرمان",
    "mening": "نێوی چیایەکە لە ناوچەی ئیلام."
  },
  {
    "ID": 420,
    "name": "پیرکان",
    "mening": "نێوی کانیی و کێوێکە لە ناوچەی عەفرین لە کوردستانی رۆژاوا‌."
  },
  {
    "ID": 421,
    "name": "پیرۆت",
    "mening": "1. ئەم نێوە لەناوچەی (مەنگوڕان و سوێسنایەتی و گەورکان) مشەمەرە و نازازنرێ یانێ چی؟! 2. شارێکە لە یۆگۆسلاوی؛ ئەگەر هەر کەسێک ئەو رۆمانەی کە (ئاناتۆڵ فرانس) نووسیویەتی و کاک موحەممەدی قازی وەریگێڕاوەتە سەر فارسی خوێندبێتەوە، دەزانێ چەند جار نێوی پیرۆت لەو رۆمانەدا هاتووە و بۆی دەردەکەوێ کە نێوی پیرۆت تەنیا لە نێو کورددا باو نییە و بەڵکوو لە ناو گەلانی دیکەشدا هەیە. دیارە نە تەنیا ئەم نێوە، بگرە زۆر نێوی دیکە هەیە کە بە ناو گەلانی دنیادا بڵاو بۆتەوە و هەر نەتەوەیەکیش بە شێوازی زمانی خۆی دەکاریان دەکا و دەیانبێژێت. من لەو باوەڕەدام ریشەی (پییەر Piere و پیرۆتPirot ) ئەوەندە لەیەک دوور نین و دەکرێ بڵێین لەیەک بنەماڵەن."
  },
  {
    "ID": 422,
    "name": "پیرۆسا",
    "mening": "نێوی کوردیی گوندێک بووە لە کوردستانی باکوور‌ کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 423,
    "name": "پێروو",
    "mening": "1. ئەستێرەی کۆ؛ 2. منداڵی پاگرتووی فێرە رۆییشتن."
  },
  {
    "ID": 424,
    "name": "پێزان",
    "mening": "1. شارەزا؛ 2. بەئەمەگ، چاکەلەبەرچاو."
  },
  {
    "ID": 425,
    "name": "پێشسان",
    "mening": "پێشقەرەوڵ، یەکەم کەسێ پێش کاروان یا سانی لەشکر."
  },
  {
    "ID": 426,
    "name": "پێشڕۆ",
    "mening": "1. سەرجەلە، سەرگەلە، رەمکێش؛ 2. ئەو کەسەی لەپێشەوە دەڕوا، پێشەنگاو؛ 3. ئەو کەسەی بۆ کارێک پێش دەکەوێ، پێشڕەۆ."
  },
  {
    "ID": 427,
    "name": "پێشکەوت",
    "mening": "پێشچوو، پێشکەوتوو."
  },
  {
    "ID": 428,
    "name": "پێشەنگ",
    "mening": "سەرجەلەی کاروان، بەرکاروانیی، پێشڕۆ."
  },
  {
    "ID": 429,
    "name": "پێشەوا",
    "mening": "1. گەورەی گشت؛ 2. رێبەر، رابەر؛ 3. نازنێوی شەهیدی هەمیشە زیندووی کوردستان، پێشەوا قازی موحەممەد."
  },
  {
    "ID": 430,
    "name": "پێناس",
    "mening": "1. هۆی ناسین؛ 2. پێناسە، ناسنامە؛ 3. بوون و هەبوون بۆ ناساندن، هەستی و هەبوون."
  },
  {
    "ID": 431,
    "name": "پێناو",
    "mening": "1. هۆ، لەبەر؛ 2. فیدابوون. (لەپێناوت دەنێم سەر و .... گیان)"
  },
  {
    "ID": 432,
    "name": "پێوار",
    "mening": "نادیار، نەدیار، نەلەبەرچاو، غەیب."
  },
  {
    "ID": 433,
    "name": "پێوان",
    "mening": "رادە و رێژە گرتنی شتێک بە هەنگاو، کیلۆ، ربە یان شتێکی دیکە."
  },
  {
    "ID": 434,
    "name": "پێوەر",
    "mening": "1. رووبەرپێو؛ 2. پۆی تەون؛ 3. ئەندازە."
  },
  {
    "ID": 435,
    "name": "پێڵوو",
    "mening": "پەڵکی چاو، پێڵووی چەم، پێڵی چاو."
  },
  {
    "ID": 436,
    "name": "پەترۆ",
    "mening": "قرتماخە، تێ، تۆژگ، توێژی تەنکی سەربرین، برینێک تازە توێژی بەستبێ، برینی پەترۆبەستە."
  },
  {
    "ID": 437,
    "name": "پەترۆسا",
    "mening": "نێوی کوردیی گوندێک بووە لە کوردستانی ترکیە کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 438,
    "name": "پەرجوو",
    "mening": "پەرجۆ، مۆجزات، کەرامات."
  },
  {
    "ID": 439,
    "name": "پەرچان",
    "mening": "1. لە دڵ گرتن، (مەپەرچێنە دڵ)؛ 2. خوارکردنەوەی بزمار و شتی وا؛ 3. کۆی پەرچ و پەرژین."
  },
  {
    "ID": 440,
    "name": "پەرمان",
    "mening": "1.وشەی پاشگری بەخۆداپەرمان، بە واتای لە خۆڕادیتن، بڕوا بە خۆیی؛ 2. رەوینەوە سڵکردن."
  },
  {
    "ID": 441,
    "name": "پەرموون",
    "mening": "1. لەخۆڕادیتن، بڕوابەخۆیی؛ 2. رەوینەوە، سڵکردن."
  },
  {
    "ID": 442,
    "name": "پەروێش",
    "mening": "کەڵگەت، چواشانە و بەخۆوە. نێوی کۆنی مادییە و لە بنەڕەتدا ئەبەروێش بووە و دوایی کراوە بە پەرویز!"
  },
  {
    "ID": 443,
    "name": "پەروەر",
    "mening": "بەخێوکەر. وەکو: (وڵاتپەروەر)"
  },
  {
    "ID": 444,
    "name": "پەرۆش",
    "mening": "خەم، داخی دڵ."
  },
  {
    "ID": 445,
    "name": "پەرەم",
    "mening": "تاقم، دەستە، پۆل."
  },
  {
    "ID": 446,
    "name": "پەژوان",
    "mening": "پەژان، پەرژین، چیل، پەرچ."
  },
  {
    "ID": 447,
    "name": "پەسار",
    "mening": "1. شوێنی سێبەر، نسار، نسرم؛ 2. پەنای با، پەنای باراننەگر؛ 3. حەشارگەی راوچی."
  },
  {
    "ID": 448,
    "name": "پەسنۆ",
    "mening": "پێهەڵگوتن، چاکە گوتن."
  },
  {
    "ID": 449,
    "name": "پەشێو",
    "mening": "خەمداگرتوو، پەرێشان، بیربڵاو. نازناوی شاعیرێکی گەورەی هاوچەرخی کورد"
  },
  {
    "ID": 450,
    "name": "پەیار",
    "mening": "قاییم، راوەستاو."
  },
  {
    "ID": 451,
    "name": "پەیام",
    "mening": "1. راسپێریی؛ 2. وەڵام."
  },
  {
    "ID": 452,
    "name": "پەیاک",
    "mening": "داشی شەترەنج، پیادەی شەترەنج."
  },
  {
    "ID": 453,
    "name": "پەیمان",
    "mening": "1. شەرت و بەقا؛ 2. بەڵێن، سۆز."
  },
  {
    "ID": 454,
    "name": "پەیوان",
    "mening": "نێوی چیایەکە لە ناوچەی ئیلام."
  },
  {
    "ID": 455,
    "name": "پەیوەن",
    "mening": "1. تێکەڵی و دۆستیی؛ 2. موتوربەی دار و هیدیکە."
  },
  {
    "ID": 456,
    "name": "پەیوەند",
    "mening": "1. تێکەڵی و دۆستیی؛ 2. موتوربەی دار و هیدیکە."
  },
  {
    "ID": 457,
    "name": "پەیڕەو",
    "mening": "1. دەستوور، بەرنامەی کار؛ 2. شوێنکەوتووی کەسێک یان بیروباوڕێک."
  },
  {
    "ID": 458,
    "name": "پەیکار",
    "mening": "شەڕ، جەنگ، بەربەرەکانێ."
  },
  {
    "ID": 459,
    "name": "تاپۆ",
    "mening": "1. تارمایی، رەشایی لە دوورەوە؛ 2. مووچەی مەزرای خەڵاتیی و بێباج؛ 3. قەباڵەی موڵکایەتی؛ 4. بەڕێوەبەرایەتی کارگێڕیی قەباڵەی موڵکنووسین."
  },
  {
    "ID": 460,
    "name": "تاتۆ",
    "mening": "تاتە، بابە، بابۆ، باڤۆ، باوک."
  },
  {
    "ID": 461,
    "name": "تاراو",
    "mening": "رۆییشتووی بێ گەڕانەوە."
  },
  {
    "ID": 462,
    "name": "تاراک",
    "mening": "1. کەمە یان چەمەرەی دەف؛ 2. هەڵوەدا و دوورکەوتە."
  },
  {
    "ID": 463,
    "name": "تاژان",
    "mening": "1. لکی باریکی دار، لقی زراوی درەخت؛ 2. تازیانە؛ 3. وێران، خاپوور؛ 4. گوندێکە لەنێوان ئەتابەک و میریۆسف لە لای (بلەکێ) لە ناوچەی بانەی کوردستانی رۆژهەڵات؛ 5. تاژان دەگەڵ تاڵان دێت؛ (گوند تاڵان و تاژان کرا)."
  },
  {
    "ID": 464,
    "name": "تاژدین",
    "mening": "دەوڵەمەندێکی ئەفسانەیی یە کە لە زۆربەی چیرۆکە کوردییەکاندا هەیە و مرۆڤێکی باش و خێرانکار بووە؛ لە بەیتی (مەم و زین) دا تاژدین کوڕی وەزیری برایم پاشای یەمەنە و مێردی خاتوو (ئەستی) یەی خوشکی خاتوو (زین) ە و لەو بەیتەدا بە (قەرەتاژدین) نێودێرە."
  },
  {
    "ID": 465,
    "name": "تاشان",
    "mening": "1. هەڕەشە و گوڕەشە؛ 2. خولقاندن و وەدیهێنان‌؛ 3. سزادان، جزیادان."
  },
  {
    "ID": 466,
    "name": "تاشک",
    "mening": "گورجوگۆڵ و بەکار."
  },
  {
    "ID": 467,
    "name": "تاشکۆ",
    "mening": "1. گورج و بەکار؛ 2. رێک و پێک؛ 3. نێوی کوردیی گوندێک بووە لە کوردستانی ترکیە کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 468,
    "name": "تانۆک",
    "mening": "تەیمان، پەرژین."
  },
  {
    "ID": 469,
    "name": "تاوک",
    "mening": "جۆرێک داری قاییم و بتەوە کە گۆپاڵ و گۆچانی لێ درووست دەکەن."
  },
  {
    "ID": 470,
    "name": "تاڤرا",
    "mening": "چیایەکە لە ناوچەی (دەرسیم) لە کوردستانی باکوور‌."
  },
  {
    "ID": 471,
    "name": "تاڤکۆ",
    "mening": "1. تەڤکۆ، تەواوکۆ؛ 2. رێکوپێک و گردکۆ؛ 3. تیشکی خۆر و مانگ؛ 4. رێژنەبارانی بەخوڕ؛ 5. نێوی کوردیی گوندێک بووە لە کوردستانی ترکیە کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 472,
    "name": "تووسرکان",
    "mening": "نێوی یەکێ لە شارۆچکە لوڕنشینەکانی کوردستانی رۆژهەڵاتە کە سەر بە ئوستانی هەمەدانە و ئێرانییە فارسزمانەکان وا بانگاشە دەکەن کە (صلاح الدین ایوبی) لەوێ لەدایکبووە."
  },
  {
    "ID": 473,
    "name": "تۆژەر",
    "mening": "لێکۆڵەرەوە، کەسێک کە بە بنج و بناوانی باسێ یان کارێکدا دەڕوا."
  },
  {
    "ID": 474,
    "name": "تۆسان",
    "mening": "بەڕێوەبەری لەشکر، رێکوپێکخەری سانی لەشکر، فەرمانبەری لەشکر لە کاتی سان و رێژەدا. ساڵی 1977 ی زایینی (لەدایکبوون)، کە میوانی کۆچکردوو عەبدوڵڵاخانی دزڵی بووین، گوتی: هەر لەشکرێکی عەشایەریی، تۆسان و سەرسانی هەبوو، کە کاروباری لەشکریان لە ئەستۆ دەگرت."
  },
  {
    "ID": 475,
    "name": "تۆسن",
    "mening": "سەرکێش، ناڕام."
  },
  {
    "ID": 476,
    "name": "تۆشماڵ",
    "mening": "سەرگەورەی بنەماڵە و هۆز."
  },
  {
    "ID": 477,
    "name": "تۆشەن",
    "mening": "1. نێوی گیایێکە کە بۆ دەرمان بەکار دێ؛ 2. نێوی کێوێکە لە کوردستانی ."
  },
  {
    "ID": 478,
    "name": "تۆکان",
    "mening": "نێوی کوردیی گوندێک بووە لە کوردستانی ترکیە کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 479,
    "name": "تۆکمە",
    "mening": "بەهێز، زۆردار."
  },
  {
    "ID": 480,
    "name": "تۆڵاش",
    "mening": "تۆڵاشەدار، پارچە و کەرت و کوتی دارێک کە بە ترێشتە دادەتراشێ."
  },
  {
    "ID": 481,
    "name": "تۆڵە",
    "mening": "هەق سەندنەوە، مافوەرگرتنەوە."
  },
  {
    "ID": 482,
    "name": "تیرگەران",
    "mening": "گوندێکە لە باکووری شاری سنە."
  },
  {
    "ID": 483,
    "name": "تیرمە",
    "mening": "ناوچەیەکی کوردنشین بووە لە ناوچەی کووت کە مەسیحیشی تێدا ژیاوە و (ابن روستەم) لە کۆپەڕی (الاغلاق النفسیە) دا لە باسی شاری کووت بەر لە ئیسلام باسی کردووە و کوردی فەیلی تێدا ژیاوە."
  },
  {
    "ID": 484,
    "name": "تیرڤان",
    "mening": "تیروان، تیرهاوێژ."
  },
  {
    "ID": 485,
    "name": "تیرکان",
    "mening": "1. شەڕاشۆ، ئامادە بۆ شەڕ؛ 2. هۆزێکی کوردن لە کوردستانی ژێر دەسەڵاتی باکوور‌."
  },
  {
    "ID": 486,
    "name": "تیرێژ",
    "mening": "تیرۆژ. بڕوانە تیرۆژ."
  },
  {
    "ID": 487,
    "name": "تیرەوان",
    "mening": "بە کەسێک دەگوترێ کە لە تیرهاویشتندا شارەزا بێ."
  },
  {
    "ID": 488,
    "name": "تیشکۆ",
    "mening": "بریقەدار، ورشەدار."
  },
  {
    "ID": 489,
    "name": "تیگریس",
    "mening": "1. تیگر لە ریشەی وشەی تیر یان تیژ وەرگیراوە کە ئەوێسایی یەکەشی دەبێتە: تیرا بە واتای توند و بەلەز؛ 2. تیگر نێوی کۆنی چۆمی (دیجلە) یە. بڕوانە دیجلە."
  },
  {
    "ID": 490,
    "name": "تیلەبڕ",
    "mening": "1. مسۆگەرکردنی کارێک بە گۆشەی چاو؛ 2. جۆرێک بڕین و بڕشتە لە کاری درووماندا."
  },
  {
    "ID": 491,
    "name": "تیلەسۆ",
    "mening": "نێوی دەشتێکە لە ناوچەی کوردنشینی زەنگیلان لە ئازەرباییجانی شەورەوی."
  },
  {
    "ID": 492,
    "name": "تیڕۆژ",
    "mening": "1. تیشکی خۆر، ئەو گزنگەی لە رۆچنەوە دەداتە دەرێ؛ 2. تیرۆک، تیرەنان کە (گونک)ی پێ پان دەکەنەوە."
  },
  {
    "ID": 493,
    "name": "تیکان",
    "mening": "دڕک، چقڵ، دڕکی دار و گوڵ."
  },
  {
    "ID": 494,
    "name": "تێکۆشەر",
    "mening": "کارامە و خەباتکار."
  },
  {
    "ID": 495,
    "name": "تەبا",
    "mening": "1. ئاشت، نێوانخۆش؛ 2. رەگەڵ، لەتەک."
  },
  {
    "ID": 496,
    "name": "تەزوو",
    "mening": "1. مچوڕک، مووچرک، تەز بەلەشداهاتن؛ 2. سۆزەی سەرما و بای سارد."
  },
  {
    "ID": 497,
    "name": "تەموورە",
    "mening": "تەنبوور، تەلموور، تەموور، تەمیر، تەموورە، سازێکی کۆنە کە لە دوو وشە پێکهاتووە، ئەگەر تەنبوور بێ، دەبێتە: تەن بە واتەی لەش و موور بە واتای شیوەن و زاری. ئەگەر تەلموور بێ، دەبێتە: تەل بەواتای سیم و مووریش بەواتای شین و هاور و ڕۆڕۆ. کە هەر دووکیان دوو وشەی کۆنی کوردین، کە فارسەکان کردوویانە بە تەنبوور و تەنبووریش هیچ واتا و مانایەک نادا و بگرە تەلموورە."
  },
  {
    "ID": 498,
    "name": "تەمۆ",
    "mening": "کورتکراوەی نێوی تەیموورە و نێوی دەبگبێژ و سازژەنێکی کوردی خەڵکی کوردستانی رۆژاوا‌یە."
  },
  {
    "ID": 499,
    "name": "تەمەر",
    "mening": "تارمایی، لێڵ."
  },
  {
    "ID": 500,
    "name": "تەها",
    "mening": "بێوێنە و دەگمەن."
  },
  {
    "ID": 501,
    "name": "تەڤگەر",
    "mening": "کۆگەڕ، پێکەوە بە کۆمەڵ گەڕیان، بە کۆمەڵ بزووتن، تەواو لە گەڕن و جووڵە، تەڤگەڕ، وشەیەکی کرمانجییە واتە: هەدانەدەر، هەمیشە لە جووڵە و گەڕاندا، دانەسەکناو. لە ئەدەبیاتدا بۆ (بزووتنەوهی سیاسی‌) بەکار دەبرێ، وەکوو: بزووتنەوەی کوردستان."
  },
  {
    "ID": 502,
    "name": "تەڤکۆ",
    "mening": "تەواوکەماڵ، گردکۆ. بڕوانه بۆ تاڤکۆ."
  },
  {
    "ID": 503,
    "name": "تەکین",
    "mening": "1. دوورکەوتنەوە و کشانەوە؛ 2. کێوێکە لە کوردستانی تورکان."
  },
  {
    "ID": 504,
    "name": "جابان",
    "mening": "1. ئەم وشەیە لە بنەڕەتدا (گاوان یا جاوان) بووە و لە زمانی کوردیدا واتای شوانی گا، یا گاگەلەوان دەدا و لە خوارووی کوردستانی باشووردا ژیاون، بەڵام شوێنەواریان نەماوە؛ 2. نێوی یەکێ لە سەردارانی سەردەمی ساسانی بووە لە سەردەمی یەزگرددا؛ 2. نێوی شارۆچکەیێکە لە ناوچەی کووت لە باشووری کوردستانی باشوور، کە کوردی فەیلی تێدا ژیاوە، بەڵام کوردەکەیان لێ دەرکردووە و کردوویانە بە عەرەبنشین. بڕوانه جاوان."
  },
  {
    "ID": 505,
    "name": "جابێ",
    "mening": "سووکەڵە نێوی جابر."
  },
  {
    "ID": 506,
    "name": "جاسر",
    "mening": "1. گاسر، گاسەر، دلێر و بێباک؛ 2. باڵابەرز، بەژنبڵند."
  },
  {
    "ID": 507,
    "name": "جاسەنە",
    "mening": "گاسانە، گاسەنە، جاسەنە گوندێکە نزیک بە گوندی قەمچۆغە کە هەردووکیان له نێوان هەردوو چیای سارا و ئەژدەهاک هەڵکەوتوون و نزیک به گوندی (کانی خان)ن کە ئەویش لەسەر جادە هەڵکەوتووە. لە نزیک گوندی جاسەنە ئەشکەوتێک هەیە که بە ئەشکەوتی (جاسەنە) بەنێوبانگە و ئەشکەوتێکی کۆنی مێژوویی یە کە شوێنەواری کۆنی تێدایە و نزیک بە گوندی سوورداشە نزیک شارۆچکەی دووکان لە ناوچەی سلێمانی لە کوردستانی باشوور."
  },
  {
    "ID": 508,
    "name": "جاف",
    "mening": "1. گاف، گاوان، هۆزی ئاژەڵدار؛ 2. هۆزێکی گەورەی نێوداری کوردن کە لە دوو بەشی کوردستانی باشوور و ئێران دەژین."
  },
  {
    "ID": 509,
    "name": "جاموور",
    "mening": "1. ئەم نێوە لە بنەڕەتدا (چەرموو)ە، بە واتای سپی و چەرمگ، بەڵام تورک ئەم نێوەی گۆریوە و کردوویەتی بە جاموور؛ دیارە نە تەنیا ئەم نێوە، بەڵکوو هەزاران نێوی دیکەی کردووە بە تورکی. بۆ وێنە ئەگەریش جاموور بێ، لە بنەڕەتدا (گاموور) بووە، (گا و موور)، واتە جووت و گا و نیر و ئاموور، کە‌ واتای چاندەکار و وەرزێر دەدات، واتە ئەو خەڵکەی کە کاری کشتوکاڵ دەکا؛ بەڵام سوور دەزانم کە جاموور نییە و (چەرموو)ە، بە واتای سپی، چونکە لە کوردستان ئەم نێوە، وەکوو پاشنێویش بە زۆر نێوی دیکەوە لکاوە، بۆ وێنە (کێلەچەرموو) و (کوچک چەرموو) و زۆری دیکە؛ 2. گوندێکە لە باکووری کوردستان، کە لە بنخاکدا دۆزراوەتەوە و 9000 ساڵ لەمەوبەر هەبووە و دوکتۆر رابێرت برایدوود، لە زانکۆی شیکاگۆ، لەسەری لێکۆڵینەوەی کردووە."
  },
  {
    "ID": 510,
    "name": "جامێر",
    "mening": "1. جووانمێرد، جووامێر؛ 2. مێرخاس، ئازا و بەجەرگ."
  },
  {
    "ID": 511,
    "name": "جانۆ",
    "mening": "1. خۆشەویست؛ کوردی زاراوەکرمانج بە گشتیی بە گیان دەڵێن: جان، (جانۆ) ش بچووککراوەی (جان) ە؛ 2. سەربەندی گۆرانییەکی کوردییە کە کراوە بە تورکی: (جانۆ جانۆ جان قوربان)."
  },
  {
    "ID": 512,
    "name": "جانیار",
    "mening": "مرۆدۆست."
  },
  {
    "ID": 513,
    "name": "جانێ",
    "mening": "لە وشەی (جان) وەرگیراوە بۆ هەستی خۆشەویستی."
  },
  {
    "ID": 514,
    "name": "جاوان",
    "mening": "1. ئەم وشەیە لە کۆندا (گاوان) بووە بە واتای گادار و ئاژەڵدار، بەڵام زاراوەی عەرەبی کردوویەتی بە جاوان و پاشانیش فارس به جابان؛ 2. گاوان هۆزێکی گەورەی کورد بوونە کە ئێستا شوێنەواریان بەم نێوە نەماوە، وەلێ دوور نییە ئەم هۆزە هەر هۆزی (جاف) بووبێ کە عەرەب ئاوەها گۆڕیبێتی و کردبێتی بە جاوان. بڕوانە گاوان. لە سەردەمی هێرشی عەرەب بۆ کوردستان، شاری تکریت، شاری سەلاحەدینی ئەیۆبی، لە ئێراق لە لایەن هۆزی (گاوان)ەوە پارێزراوە و زۆر جار لە ساڵەکانی 607 بۆ 616 ی زایین، شەڕی خوێناویی لە نێوان عەرەبە بیاوانگێڵەکان و هۆزی گاواندا رووی داوە کە دواتر بە زاڵبوونی ئیسلام لەوێ، ئەو هۆزەیان تەفروتوونا کرد و زۆربەی زۆریان هەڵداشتن بۆ خوراسان."
  },
  {
    "ID": 515,
    "name": "جگەرخوێن",
    "mening": "1. هێمایە بە مرۆڤی ژێردەستە و ستەمدیو؛ 2.نێوی شاعیری کوردی خەڵکی کوردستانی رۆژاوا‌یە کە لە وڵاتی سوید کۆچی دوایی کرد."
  },
  {
    "ID": 516,
    "name": "جوامێر",
    "mening": "بڕوانە بۆ جامێر."
  },
  {
    "ID": 517,
    "name": "جووتیار",
    "mening": "جۆتکار، چاندەکار، زەویکێڵ، کەسێک کە خەریکی کێڵانی زەوین و کشتوکاڵە."
  },
  {
    "ID": 518,
    "name": "جوودی",
    "mening": "زنجیرەیەک چیایەکە لە پشت شاری سلۆپی لە کوردستانی باکوور‌وە بەرەو خوار داکشاوە و لە باکوورەوە بەرانبەری شاری زاخۆ دەبێتەوە لە کوردستانی باشوور؛ جوودی لە بنەمادا (گۆتی) تیرەی کۆنی کورد بووە کە عەرەب کردوویەتی بە جوودی و هەر ئەو کێوەیە کە پاپۆڕەکەی (نۆح) بە سەریەوە مەنەری گرتووە و وەستاوە و لە تەوراتدا نێوی هاتووە."
  },
  {
    "ID": 519,
    "name": "جووڵەمێرگ",
    "mening": "شارێکە لە ناوچەی حەکاری لە کوردستانی باکوور‌."
  },
  {
    "ID": 520,
    "name": "جۆمەرد",
    "mening": "بڕوانە (جامێر)."
  },
  {
    "ID": 521,
    "name": "جێوار",
    "mening": "وشەیێکی کۆنی کەڵوڕیی یە بە واتای سەقامگرتوو، نیشتەجێ، وەکوو: نیشتەجێی کەرکووکین."
  },
  {
    "ID": 522,
    "name": "جەربەزە",
    "mening": "1.جەزرەبە، ئازار؛ 2. دانەسەکناو، هاروهاژ؛ 3. بوێر، ئازا، بەجەرگ، دڵدار."
  },
  {
    "ID": 523,
    "name": "جەنگاوەر",
    "mening": "چەکداری بەشدار لەشەڕ، شەڕکەر."
  },
  {
    "ID": 524,
    "name": "جەنگۆ",
    "mening": "1. شەڕی بچووک؛ 2. هێمایە بە ئینسانی شەڕانشۆ."
  },
  {
    "ID": 525,
    "name": "جەنگی",
    "mening": "شەڕانی، واز لەشەڕ."
  },
  {
    "ID": 526,
    "name": "چاپان",
    "mening": "1. کۆی شەقڵی خەرمان، چەند شەقڵ پێکەوە؛ 2. دوو گوندن لە دۆژ گوندەکانی (پاسارنیان و ئینچک و سونەتە) لە ناوچەی بانە، لە رۆژهەڵاتی کوردستان. چووار رێی چاپان بەنێوبانگە."
  },
  {
    "ID": 527,
    "name": "چازان",
    "mening": "1. حەکیم، پزیشک؛ 2. زانا؛ 3. چاکزان، باش لەشتزان؛ 4. ئازارناس، ئەو کەسەی کە سەری لە نەخۆشی و ئێشوئازار دەردەچێ."
  },
  {
    "ID": 528,
    "name": "چالاک",
    "mening": "1. بەکار؛ 2. هەڵسووڕاو؛ 3. لەشسووک؛ 4. ئازا و بەدسەتوبرد."
  },
  {
    "ID": 529,
    "name": "چان",
    "mening": "1. جەنجەڕ، دەزگایەکی‌‌ درووستکراو لە دار و ئاسنە کە بۆ کوتانی گەنمی دروێنەکراو بەکار دەبرێ و پەڕەپەڕەی ئاسنی پێوەیە کە کوڵەشی گەنمەکە ورد دەکا و ئامادە دەبێ بۆ شەن و کەو کردن. 2. ئامرازێکە لە جۆماڵدا بەکاری دەبەن و جۆگەی ئاوی پێ خاوێن دەکەنەوە. 3. زەنگۆڵەی خەبەردارکردن."
  },
  {
    "ID": 530,
    "name": "چاودێر",
    "mening": "چاو لە شتێ کردن بۆ ئاگالێبوون."
  },
  {
    "ID": 531,
    "name": "چاوە",
    "mening": "1. دەستەچیلەی ئاگر؛ 2. ژوورێک لە خانوو؛ 3. کانیاو؛ 4. کونی پلوورەهەنگ؛ 5. رووبینی و ریا؛ 6. ئاماژەیە بە چاو بۆ منداڵی نازدار و خۆشەویست."
  },
  {
    "ID": 532,
    "name": "چاکار",
    "mening": "کارباش، کەسێ کە کاری باش و بەکەڵک ئەنجام دەدا."
  },
  {
    "ID": 533,
    "name": "چاکبین",
    "mening": "باشبین، ئینسانی باش و خێرخواز."
  },
  {
    "ID": 534,
    "name": "چاکۆ",
    "mening": "گوندێکە لەسەر رێگای خانێ بۆ سەردەشت نزیک بیبلینگ لە کوردستانی رۆژهەڵات."
  },
  {
    "ID": 535,
    "name": "چاکین",
    "mening": "چاک و باش، باشترین."
  },
  {
    "ID": 536,
    "name": "چنارۆک",
    "mening": "1. جۆرێک گیایە کە ئاژەڵ حەزی لێدەکا؛ 2. چناری بچووک؛ 3. سەیرانگایەکە لە نزیک کێوی هەیبەسوڵتان لە ناوچەی کۆیە."
  },
  {
    "ID": 537,
    "name": "چۆمان",
    "mening": "1. کۆی چەم و چۆم، چەند چەم کە دێنە ناو یەک، وەکوو چەمی چۆمان، کە بەبەر گوندی واوان و نەڵاسدا تێدەپەڕێ و پێی دەگوترێ: (کەڵوێ)، بەڵام لە لای ئالان و ئاسۆس، پێی دەگوترێ: چۆمان و هەر ئەو چۆمەیە کە لە جوغرافیای ئێراندا بە رۆخانەی سەردەشت بەنێوبانگە؛ 2. چۆمان هەروەسا شارۆچکەیەکە لە لای شارۆچکەی گەڵاڵە لە کوردستانی باشوور کە هەردووکیان بە دەستی حوکوومەتی بەعس وێران کران و سووتێنران."
  },
  {
    "ID": 538,
    "name": "چیا",
    "mening": "1. کەژ، کێو، کوێستان، شاخ، کێوی بەرز؛ 2. چیاگ، سارد، فێنک."
  },
  {
    "ID": 539,
    "name": "چیاکۆ",
    "mening": "گوندێکە لە ناوچەی سەنجابی لە کوردستانی رۆژهەڵات."
  },
  {
    "ID": 540,
    "name": "چەتوون",
    "mening": "1. لاسار و کایەکلێ؛ 2. سەخت و دژوار؛ 3. ناڕاست و تووش."
  },
  {
    "ID": 541,
    "name": "چەتۆ",
    "mening": "1. مەسبەست لە ئینسانی ئازا و زیرەک؛ 2. کورتکراوەی چەتە و چەتوون، بەواتای رێگر و تۆسن."
  },
  {
    "ID": 542,
    "name": "چەلان",
    "mening": "رۆژانی پێشوو، جاران."
  },
  {
    "ID": 543,
    "name": "چەمچەماڵ",
    "mening": "1. چەمی بەرانبەر ماڵان، چەمێک کە بەناو گوند و شاردا بڕوا؛ 2. شارۆچکەیەکە لە نێوان سلێمانی و کەرکووک؛ 3. ناوچەیەکە لە هەریمی کرماشان. ئەم نێوە لە گاتاکانی زەڕدەشتدا و لە داستانی (رۆسەم و زۆراو) دا هاتووە."
  },
  {
    "ID": 544,
    "name": "چەمەر",
    "mening": "1. کۆبوونەوە لەدەوری یەک لەکاتی شیوەن و رۆڕۆدا؛ 2. کەمە، بازنە."
  },
  {
    "ID": 545,
    "name": "چەکدار",
    "mening": "بەچەک، خاوەن کەرەسەی شەڕ."
  },
  {
    "ID": 546,
    "name": "چەکوان",
    "mening": "چەکڤان، کەسێک کە سەروکاری لە گەل چەک و تەقەمەنی بێ."
  },
  {
    "ID": 547,
    "name": "چەکۆ",
    "mening": "ئازا و بەجەرگ؛ نێوی یەکێ لە قارەمانەکانی بەیتی (مەم و زین) ە کە یەکەم دەزگیرانی خاتوو زین بووە."
  },
  {
    "ID": 548,
    "name": "حەزیا",
    "mening": "ئەژدیها، ئەژدەهاک."
  },
  {
    "ID": 549,
    "name": "حەژمەت",
    "mening": "خەفەت، مەێنەت، کەسەر."
  },
  {
    "ID": 550,
    "name": "حەسار",
    "mening": "1. حەوشە، قووڵایی ناو چوواردیواری ماڵ؛ 2. زەوینی بەرماڵ کە دیواری بە دەوردا کێشرابێ."
  },
  {
    "ID": 551,
    "name": "حەسین",
    "mening": "پێزانین، ئاگاداربوون، هەستپێکردن."
  },
  {
    "ID": 552,
    "name": "حەشار",
    "mening": "بۆسە، کەمین، جێگەی خۆتێداشاردنەوە، کۆڵیتی راو."
  },
  {
    "ID": 553,
    "name": "حەلان",
    "mening": "تاوێر، جاڵە، خڕەبەرد."
  },
  {
    "ID": 554,
    "name": "حەلین",
    "mening": "توانەوە، شتێک کە لەناو شتێکی دیکەدا ون دەبێ، نەمانی شتێک لەناو شتێکی دیکەدا."
  },
  {
    "ID": 555,
    "name": "حەمزەل",
    "mening": "هەمزەل، هەمزەلە، کەوشەک. جۆرێک یارییە: دەستەیەک دادێنەوە و دەستەیێکی دیکە بە سەر پشتیاندا بازدەدەن."
  },
  {
    "ID": 556,
    "name": "حەملان",
    "mening": "کاتی خۆی لە سلێمانی لە ماڵێکدا دوو حەمە یان موحەممەدی لێ بووە، کە بۆ ئەوەی تێکەڵ نەبێ، بە یەکێکیان گوتووە: حەمە و ئەوی دیکەشیان: حەملان."
  },
  {
    "ID": 557,
    "name": "حەمۆ",
    "mening": "کورتکراوەی نێوی موحەممەدە."
  },
  {
    "ID": 558,
    "name": "حەمێ",
    "mening": "کورتکراوەی نێوی (حەمید)ە."
  },
  {
    "ID": 559,
    "name": "حەوێز",
    "mening": "حەوشەمەڕ، پەچەمەڕ."
  },
  {
    "ID": 560,
    "name": "حەیزەران",
    "mening": "دارێکە لە شوێنی گەرم دەڕوێ، وەک قامیشی ناوپڕ وایە و بۆ هەلاجی بەکار دەبرێ و شتی جووانیشی لێ دروست دەکەن."
  },
  {
    "ID": 561,
    "name": "خابوور",
    "mening": "چەمێکە لە (سەرێ کانی) یەوە سەرچاوە دەگرێ و لە نێوان زاخۆ و سلۆپیشەوە تێدەپەڕێ و یەکێ لەو چۆمانەیە کە دەڕژێتە چەمی فورات لە باکووری کوردستان. حکوومەتی فاشیستی سووریە، نێوی (سەرێ کانی) گۆڕیوە بە (رأس العین)، وەکوو حکوومەتی دڕ و کوردکوژی تورکیە کە نێوی هەموو شار و گوند و دەشت و رۆبارەکانی کوردستانی لەو بەشە داگیرکراوە کردووە بە تورکی!!"
  },
  {
    "ID": 562,
    "name": "خاران",
    "mening": "لەکارێکدا شارەزا و لێهاتوو، راهاتن لەکار."
  },
  {
    "ID": 563,
    "name": "خاراو",
    "mening": "1. قاڵبوو لەکاردا؛ 2. ئەزموون وەرگرتن، لەکڵ دەرهاتن؛ 3. ئیرباری سوورەوەکراو."
  },
  {
    "ID": 564,
    "name": "خانی",
    "mening": "1. وەرگیراو لە خانیان، ماڵ، خانوو، یانە؛ 2. کانی، سەرچاوە؛ 3. نازنێوی شاعیری بەنێوبانگی کورد، (احمد خانی) یە کە لە هۆزی خانیانی جزیر و بۆتانە و لە ساڵی 1650 ی زایینی لە دایک بووە و لە ساڵی 1707 ی زایینیدا کۆچۆ دوایی کردووە."
  },
  {
    "ID": 565,
    "name": "خانیان",
    "mening": "1. هۆزێکی کوردە لە (جزیر و بۆتان) کە شێخ موحەممەد مەردۆخی کوردستانی لە مێژووی (کورد و کوردستان) دا دەڵێ: لە دەوروبەری بایەزید دەژین. بڕوانە خانی لەسەرەوە؛ 2. خانیان گوندێکە لە ناوچەی شاسواری شیراز کە قسەکردنیان تێکەڵێکە لە کوردیی و گیلەکی؛ 3. گوندێکە لە ناوچەی مەراغە و کوردیی قسە دەکەن."
  },
  {
    "ID": 566,
    "name": "خانیل",
    "mening": "خانیک و خانیل نێوی دوو هۆزی کورد بوونە لە ناوچەی شیراز، کە دەگەڕێنەوە بۆ سەردەمی ساسانییەکان و دواتر ئاوارەی ناوچەکانی دیکەی کوردستان بوونە و زۆربەشیان بە دەستی تورک و عەرەب لەناو چوون. ئێستەخری جوغرافیزانی گەورە لە 340 ی کۆچیدا نووسیویەتی: بنەماڵەکوردەکانی شیراز ئەوەندە زۆرن که لە ئەژمار نایەن؛ ابن حوقل لە ساڵی 367 ی کۆچیدا نووسیویەتی: کوردەکانی پارس یان شیراز سەرووتر لە 100 تیرەن کە من بۆ خۆم نێوی زۆرتر لە 30 تیرەیانم نووسیوە: خەسروی، شاکانی، ستامیری، ئآزەرکانی، بەندادمیری، رامانی، میرەکی، شاهۆیی و هیدیکە؛ مقدیسی ساڵی 375 ی کۆچی لە کۆپەڕی کتاب (احسن التقاسم فی معرفەالقالیم) نووسیویەتی: 33 هۆزی کورد لە پارس دەژین کە ئەژماریان 500 بنەماڵەن؛ ابن بلخی لە فارسنامەدا نووسیویەتی: شان و شەوکەتێک کە لەشکری فارس هەیەتی لەبەر بوونی کوردەکانە؛ یاقووتی حەمەوی لە سەدەی شەشەمی کۆچیدا باسی شاری کورد (شهر کرد) ی شیرازی کردووە و زۆر لە نووسەرانی دیکەی دنیا باسی کوردەکانی ناوچەی شیراز یان فارسیان کردووە کە لە دەوروبەری ساسانییەکاندا بوونە چونکە بەر لە هێرشی عەرەب بۆ سەر ناوچەکە، شیراز شوێنەمێنگەی ئەو کوردانە بووە کە لە سەردەمی مادەوە لەوێ ژیاون هەتا سەردەمی ساسانییەکان."
  },
  {
    "ID": 567,
    "name": "خانیلە",
    "mening": "خانیلە گوندێکە لە ناوچەی روانسەر لە کوردستان."
  },
  {
    "ID": 568,
    "name": "خانیک",
    "mening": "1. گوندێکی کوردنشینە لە ناوچەی سۆمابرادۆست لە ورمێ؛ 2. گوندێکی کوردنشینه لە ناوچەی زەنجان یان زەنگان."
  },
  {
    "ID": 569,
    "name": "خانە",
    "mening": "خانێ، نێوی کۆنی شاری پیرانشارە لە کوردستانی رۆژهەڵات."
  },
  {
    "ID": 570,
    "name": "خدران",
    "mening": "گوندێکە لە کوردستانی باشوور؛ (خدریک) یش هەر گوندێکە لەو پارچەیەی کوردستان."
  },
  {
    "ID": 571,
    "name": "خدۆ",
    "mening": "کورتکراوەی نێوی (خدر)ە و نێوی سەردارێکی کوردی زەعفەرانلوویی یە کە راپەڕینێکی چەکدارانەی هەڵگیرساند و لەسەریدا بوو کە کۆماری سووسیالیستی کوردستان لە خوراسان دابمەزرێنێ."
  },
  {
    "ID": 572,
    "name": "خۆران",
    "mening": "1. خواردن؛ 2. گوندێکی کوردستانە."
  },
  {
    "ID": 573,
    "name": "خۆزان",
    "mening": "شارەزا لە خۆ، بەڵەد لە جێگە و شوێنی خۆ."
  },
  {
    "ID": 574,
    "name": "خۆسەر",
    "mening": "سەرەخەر، سەرەڕۆ، بە کەسێ دەگوترێ کە بە بێ بیرکردنەوە کار ئەنجام دەدا."
  },
  {
    "ID": 575,
    "name": "خۆشناو",
    "mening": "1. نێو بە چاکدەرچوو؛ 2. جۆرێ ترێی رەشە؛ 3. هۆزێکی کوردە لە ناوچەی هەولێر، بەو ناوچەیەی کە ئەم هۆزەی تێدا دەژین دەصێن: خۆشناوەتی."
  },
  {
    "ID": 576,
    "name": "خۆماڵ",
    "mening": "ماڵیی، تایبەت بەماڵی خۆت."
  },
  {
    "ID": 577,
    "name": "خۆناس",
    "mening": "1. خۆناس، خۆمانە؛ 2. ناسیاو، ئاشنا؛ 3. بە ئاژەڵ یان پەلەوەرێک دەگوترێ کە خاوەنناس بێ."
  },
  {
    "ID": 578,
    "name": "خۆڕسک",
    "mening": "خۆزا، درووستنەکراو، بەخۆخولقاو."
  },
  {
    "ID": 579,
    "name": "خۆکار",
    "mening": "ئامرازێ کە سەربەخۆ کار دەکا و کاری دەست ئەنجام دەدا."
  },
  {
    "ID": 580,
    "name": "خێوەت",
    "mening": "چادر، کۆن، خەێمە."
  },
  {
    "ID": 581,
    "name": "خێوەن",
    "mening": "خێو، خاوەن، خودان."
  },
  {
    "ID": 582,
    "name": "خەبات",
    "mening": "1. کار و تێکۆشان؛ 2. ئەم واژەیە، وشەیەکی کۆنی باکووری کوردستانە و بۆ کار و تێکۆشان بەکار دەبرێ، بەڵام دوایی لە ئەدەبیاتی سیاسیدا بە جێگای وشەی (موبارزە) جێگەی گرت. وەکوو، خەباتکار: موبارز."
  },
  {
    "ID": 583,
    "name": "خەتان",
    "mening": "دەستەواژەی خۆشەویستیی دایک و باب بۆ منداڵانیان."
  },
  {
    "ID": 584,
    "name": "خەزام",
    "mening": "1. پاییز، گەڵاڕێزان؛ 2. کژی دوای هاوین."
  },
  {
    "ID": 585,
    "name": "خەزان",
    "mening": "1. خەزام، بەرۆش، مەنجەڵ، تێانە، قازان؛ 2. زەردبوونی گەڵای دار لە پاییزدا، گەڵاخەزان، گەڵاڕێزان، خەزەڵوەر؛ 3. تیانەی گەرماو یا حەمام."
  },
  {
    "ID": 586,
    "name": "خەلان",
    "mening": "1. کۆی وشەی (خەل) ە، بەواتای سەنگەران؛ 2. کۆزی ئاژەڵان لە دەشت؛ 3. نێوی دوو گوندن لە (باڵەکایەتی) لە کوردستانی باشوور؛ 4. شکانی پێشەی دەست و قاچ."
  },
  {
    "ID": 587,
    "name": "خەلەک",
    "mening": "1. گەو، ئاڵقە؛ 2. مووی لێکئاڵاو."
  },
  {
    "ID": 588,
    "name": "خەمان",
    "mening": "کوڵوکەسەر، مامەخەمە، کەسێ کە خەمی کەسی دیکە بخوا."
  },
  {
    "ID": 589,
    "name": "خەمۆ",
    "mening": "خەملەکۆڵ، خەمهەڵگر، بەکەسێک دەگوترێ کە بەخەم بێ بۆ هەموو کەس."
  },
  {
    "ID": 590,
    "name": "خەنجەر",
    "mening": "(کێرد یان کارد) ی درێژی دەسکەدارە کە لە کۆندا لەبەر پشتێنیان رادەکرد و بۆ ئامبازبوون و شەڕی بەرانبەرکێ بەکار دەبرا."
  },
  {
    "ID": 591,
    "name": "خەندان",
    "mening": "شاد و دەم بەپێکەنین."
  },
  {
    "ID": 592,
    "name": "خەڵات",
    "mening": "1. پێشکەشی، دیاریی؛ 2. لە زۆر شوێنی کوردستان بە (کفن) ی مردوو دەڵێن: خەڵات؛ 3. هەروەها بەو کەلوپەلەی کە رەگەڵ بووک دەخرێ بۆ ماڵی زاوا دەگوترێ: تەیارەک یان خەڵات."
  },
  {
    "ID": 593,
    "name": "خەڵەف",
    "mening": "1. خەلەف، توێکڵی دار؛ 2. گەڵای دەوری گوڵی دار؛ 3. فریو."
  },
  {
    "ID": 594,
    "name": "خەیرۆ",
    "mening": "1. دەخڵی رژاوی پار کە هەڵیدابێتەوە؛ 2. ئاماژە بە کاری چاکە و باش."
  },
  {
    "ID": 595,
    "name": "دابان",
    "mening": "نێوی گەردەنە یان (کەل) ێکە لە پشت شاخی (پیرەمەگروون) ەوە لای سلێمانی لە کوردستانی باشوور."
  },
  {
    "ID": 596,
    "name": "دابوون",
    "mening": "1. خۆچەماندنەوە، هاتنە سەردەستان، داچەمینەوە بۆ زەوی، داهاتنەوە بۆ عەرز؛ 2. وشەی پاشگری بکەرە، وەکوو: لەسەفەردابوون."
  },
  {
    "ID": 597,
    "name": "دابین",
    "mening": "1. فەراهەم و جێبەجێ کردن؛ 2. بچەمینەوە؛ 3. ئۆقرەگرتوو، داسەکناو؛ 4. خاترجەم، دڵنیا؛ 5. ئارام، هێور؛ 6. کارپێکهاتوو؛ 7. بێ کێشە."
  },
  {
    "ID": 598,
    "name": "دابێژ",
    "mening": "1. دابێژەر، کەسێک کە ئارد بە هێڵەک و بێژنگدا دەکا؛ 2. کەسێک کە بە تفەنگ دەسڕێژ لە کەسێکی دیکە بکا. وەکوو: بە گوللە دایبێژا."
  },
  {
    "ID": 599,
    "name": "دابەن",
    "mening": "نێوی کوردیی گوندێک بووە لە کوردستانی باکوور‌ کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 600,
    "name": "دادۆ",
    "mening": "ژیر، بێدەنگ، ئارام."
  },
  {
    "ID": 601,
    "name": "دارا",
    "mening": "`1. دەوڵەمەن، لۆرت، بوودە، زەنگین؛ 2. دەرمانی چاوئێشە؛ 3. جۆرێک کۆتاڵ؛ 4. شارێکی کوردنشین بووە لە نێوان ماردین و نوسەیبین لە کوردستانی تورکان؛ 5. نێوی کوڕی بارام پاشای (ماد) ە؛ 6. نێوی هەشتەمین پاشای گرێوارەی (کەیانییەکان)ە."
  },
  {
    "ID": 602,
    "name": "داراک",
    "mening": "ساماندار، دەوڵەمەند."
  },
  {
    "ID": 603,
    "name": "دارتاکۆ",
    "mening": "نێوی سەردارێکی کوردی سەردەمی (کوورش)ی هەخامەنشی بووە."
  },
  {
    "ID": 604,
    "name": "دارسان",
    "mening": "دارستان، لێڕەوار، جەنگەڵ. وەک دار"
  },
  {
    "ID": 605,
    "name": "دارکۆ",
    "mening": "دارکونکەرە، دارتەقێنە، مەلێکە کە دار کون دەکا."
  },
  {
    "ID": 606,
    "name": "دارۆ",
    "mening": "1. وشەیەکی هەورامییە و واتای (هەیە) دەدا، وەکوو: هەرکەسێ کەسێ دارۆ یار نەوڕەسێ دارۆ؛ 2. کورتکراوەی نێوی (دارا) یە."
  },
  {
    "ID": 607,
    "name": "داریان",
    "mening": "1. قڵپبوونەوە؛ 2. داریانەوە، یەکسەر بە پێوە داریاوە؛ 3. گوندێکە لە نێوان (وەر و گێڵەوان) لە ناوچەی هەورامان لە کوردستانی رۆژهەڵات."
  },
  {
    "ID": 608,
    "name": "دارێنە",
    "mening": "1. سەلە، نانەشان؛ 2. گوندێکە لەلای بانە، ئەو گوندەی کە شەهید سمایلی شەریفزادەی تێدا کوژرا."
  },
  {
    "ID": 609,
    "name": "دارەوان",
    "mening": "1. کەسێکە بتوانێ بەداردا سەرکەوێ، لە دارەوە سەرکەوتن؛ 2. دارناس و لە دار شارەزا."
  },
  {
    "ID": 610,
    "name": "داژدار",
    "mening": "1. پشتیوان؛ 2. لاگر، پارێزەر؛ 3. پاسەوانی قەڵا."
  },
  {
    "ID": 611,
    "name": "داژگر",
    "mening": "داژگیر، بێژنگی کونبڵاو بۆ گەنم پاککردن."
  },
  {
    "ID": 612,
    "name": "داژیار",
    "mening": "بژیو، رسق، رۆزی."
  },
  {
    "ID": 613,
    "name": "داسن",
    "mening": "1. خوازبێن؛ نێوی هۆزێکی کوردی سەر بە ئایینی ئیزیدییە لە کوردستانی داگیرکراو کە زۆربەیان لە کوردستانی باکوور‌ و ئەرمەنستان دەژین؛ 2. داسن ئاییزایەکە وەکوو ئایینی ئیزیدی و ئەلحەق وهیدیکە."
  },
  {
    "ID": 614,
    "name": "داسنێ",
    "mening": "گوندێکە لە ناوچەی سیدەکان لە کوردستانی باشوور."
  },
  {
    "ID": 615,
    "name": "داشۆ",
    "mening": "داشێ، براگەورە، وشەی دواندنی براگەورە."
  },
  {
    "ID": 616,
    "name": "داگر",
    "mening": "1. داگرتن و داپۆشین، وەکوو: هەور هەموو ئآسمانی داگرت، ئاگر تەواوی دارستانەکەی داگرت؛ 2. هەموولا وەبەرخۆدەر، وەکوو: شەڕی دووهەمی جیهانداگر؛ 3 داگر، وەکوو: کرماشان داگری چەندین شار و گونده."
  },
  {
    "ID": 617,
    "name": "دانیار",
    "mening": "1. پەروەردگار، بەخشندە؛ 2. ئینسانی دەست و دڵئاوەڵا."
  },
  {
    "ID": 618,
    "name": "دانێر",
    "mening": "حاکم، دادوەر، ئەو کەسەی کە قازیی یە و داوەریی دەکا."
  },
  {
    "ID": 619,
    "name": "داهات",
    "mening": "1. بەهرەی زەوی، بەروبۆ؛ 2. مووچە و دەخڵی مانگانە لە کار و کاسپیدا؛ 3. هەڵاتنی پووڵ و پارەی زەماوەند خەتەنەسووران و هیدیکە."
  },
  {
    "ID": 620,
    "name": "داهێنەر",
    "mening": "تازەداهێن، وەدیهێن، کەسێ که شتێکی نوێ دەخولقێنێ."
  },
  {
    "ID": 621,
    "name": "داکۆک",
    "mening": "1. پشتیوان، لایەنگر؛ 2. تەقەڵا، پلوپا."
  },
  {
    "ID": 622,
    "name": "داڵانپەڕ",
    "mening": "نێوی چیایەکە لە کوردستان کە ساڵی 1943، کۆمەڵەی (ژێ کاف) لە کوردستانی رۆژهەڵات و (حیزبی هیوا) لە کوردستانی باشوور و کۆمەڵەی خۆییبوون لە کوردستانی باکوور‌، لە چیای نێوبراو لە لایەن نوێنەرانی سێ پارچەی کوردستانەوە، پەیمانی سێ سنووریان مۆر کرد و نەخشەی جوغرافیای کوردستانیان دەسنیشان کرد و لەسەر مەسەلەی کوردستانی گەورە رێک کەوتن. هەروەسا ئالأشیان دیاریی کردووە و ئەو ئالأیەی کە لە سەردەمی کۆماری کوردستان لە مەهاباد هەڵدراوە و گەییشتۆتە ئەمڕۆ، هی ئەو سەردەمەیە."
  },
  {
    "ID": 623,
    "name": "داڵاهۆ",
    "mening": "دالأهوو، نێوی کێوێکە لە ناوچەی (رێژاو) لە کوردستانی رۆژهەڵات، نزیک چیای (بەمۆ) لە دۆژ کرند و قەسری شیرین، کە گڵکۆی (باوە یادگار) کەوتۆتە بناری ئەم کێوە."
  },
  {
    "ID": 624,
    "name": "درسیم",
    "mening": "دێرسیم، ناوچەیەکی بەرینە لە کوردستانی باکوور‌، کە داگری چەند باژێر و چەندین گوندە، لەم ناوچەیەدا کوردی زاراوەزازا و کرمانج پێکەوە دەژین کە زازاکانیان سەر بە ئایینزای عەلەوین؛ شۆڕشی دەرسیم کە بە سەرۆکایەتی شێخ رەزای دەرسیم لە چیای ئاگری هەڵگیرسا، لەم ناوچەیەوە دەستی پێکرد؛ وشەی دێرسیم، دوور نییە لە دوو وشەی (دێر: پەرستگا و سیم: زێڕین و پیرۆز) پێک هاتبێ بەواتای پەرستگای زێڕین، یان جێگای پیری زەڕدەشتییەکان."
  },
  {
    "ID": 625,
    "name": "دریاز",
    "mening": "دوای لە ناوچوون یان وێرانبوونی شاری (چێری)، لەلای باشووری رۆژاوای ئەو شارە، شارێک ساز کراوە بە نێوی (ئادریاس)، کە ئێستاش پاشماوەی ئەو شارە گوندێکە بە نێوی (دریاز). لە گوندی دریاز شتی کۆن و ئەنتیکە زۆر دیتراوەتەوە. گوندی دریاز نزیک گوندی (باییندەرێ) یە کە بە هەڵە بە فارسی پایین دەڕڕە دەنووسرێ کە لە راستیدا (بات ئیدەرا) یە واتە: (ئیدەرە) ی مەزن. ئیدەر بەر لە هاتنی زەڕدەشت و ناسینی ئەهوورا مەزدا، خودای ئاریایی یەکان بووە و وشەی (کاس) هەمان وشەی (کۆتی)، وشەی ریشەی کوردە کە دوای ئاڵوگۆڕ بووەتە کورد. واوێدەچێ وشەی ئیدرقاش یان ئیدرکاش بەمانای خودای کورد یان جێگای خودای کورد بێ. بڕوانە بۆ چێری."
  },
  {
    "ID": 626,
    "name": "دلاوەر",
    "mening": "خاوەندڵ، گورد، پاڵەوان. ئەم نێوە وشەیەکی هاوبەشی کوردیی و فارسییە و لە هەولێر و رواندز و کۆیە مشەیە."
  },
  {
    "ID": 627,
    "name": "دلۆ",
    "mening": "1. ئەی دڵ، هەوایەکە بە زوڕنا لێدەدرێ؛ 2. وشەی سەربەندە بۆ گوتنی دسپێکی لاوک؛ 3. وشەی سەربەندی هەندێ گۆرانییە له کوردمانجیدا."
  },
  {
    "ID": 628,
    "name": "دڵباز",
    "mening": "دڵداناو، دڵلەپێناو."
  },
  {
    "ID": 629,
    "name": "دڵزار",
    "mening": "1. دڵبەئێش، دڵبەسۆ؛ 2. نازنێوی شاعیری کورد ئەحمەد مستەفا عەوێزییە کە خەڵکی هەولێرە و لەوێ دەژی."
  },
  {
    "ID": 630,
    "name": "دڵشاد",
    "mening": "بەکەیف، دڵخۆش، خەنی."
  },
  {
    "ID": 631,
    "name": "دڵشێر",
    "mening": "بە کەسێک دەگوترێ که لە ئازایەتیدا وەکوو شێر بێ."
  },
  {
    "ID": 632,
    "name": "دۆزان",
    "mening": "1. کۆی وشەی (دۆز) بە واتای مەبەست و مەرام لە ژیاندا، وەکوو: دۆزی کورد، دۆزێکی ئاڵۆزە؛ 2. پاشگری وشەیە بە واتای بشکنین و دۆزین."
  },
  {
    "ID": 633,
    "name": "دیار",
    "mening": "1. لەبەرچاو، ئاشکرا؛ 2. لا، تەنیشت؛ 3. سەر و سیما؛ 4. کەس و کار؛ 5. نیشتمان."
  },
  {
    "ID": 634,
    "name": "دیاری",
    "mening": "سەوقات، پێشکەشیی، نیشانە."
  },
  {
    "ID": 635,
    "name": "دیاوەشت",
    "mening": "شێخ موحەممەد مەردۆخی کوردستانیی لە (تاریخ کورد و کوردستان) دا نووسیویە: نێوی کۆنی کێوێکە لە ((جبال الاکراد)) لە سووریە، بەڵام ساڵی 1963 کە بەعسییەکان لە سووریە هاتنە سەر دەور، ئەم نێوەیان گۆڕی."
  },
  {
    "ID": 636,
    "name": "دیاکۆ",
    "mening": "نێوی یەکەمین پاشای (ماد) و دامەزرێنەری ئەو زنجیرە پاشایەتییەیە. ئەو پاشایەی کە گەزەنفۆنی یۆنانی نێوی هێناوە."
  },
  {
    "ID": 637,
    "name": "دیبۆن",
    "mening": "قەڵایەکی کۆنە لە (دارەبزماران) لە لای سەیرانگای سەلاحەدین."
  },
  {
    "ID": 638,
    "name": "دیجلە",
    "mening": "دیجلە رۆبارێکی گەورەیە کە لە دە چۆم پێک دێ و لە کۆندا (دەچڵە) شیان پێگوتووە، واتە ده لق چۆم؛ بەڵام نێوی کۆنتر و زانستیانەتر (تیژڕۆ ) بووە کە نێوی کۆنی دیجلە بووە و لە گاتاکان و لە زاراوەی پالەوی کۆنیشدا هاتووە و دواتریش بووە بە (تیگر، یان تگریس)، کە عەرەب گوڕویەتی و لە (تیگر)ەوە کردوویەتی بە تیجر و پاشان دیجر و ئەوسا دیجله؛ دیجله 1000 هەزار کیلۆمیتر بەناو خاکی کوردستاندا رەوت و رۆی هەیە."
  },
  {
    "ID": 639,
    "name": "دیرەک",
    "mening": "1. دیرەگ، دیلەک، کۆڵەکە، ستوون، ئەستوندەک؛ 2. تکا، پاڕانەوە."
  },
  {
    "ID": 640,
    "name": "دیلمان",
    "mening": "گوندێک و ناوچەیەکی چڕی سەر بە (هەولێر)ە لە لای حاجی ئۆمەران لە کوردستانی باشوور. بۆ ئاگاداریی، وشەی (دیلمان) ی کوردیی وشەی (دەیلەمان) ی فارسی لەیەک جیاوازن."
  },
  {
    "ID": 641,
    "name": "دیلۆک",
    "mening": "گۆرانیی هەڵپەڕکێ، گۆرانیگەلێک کە لە داوەتدا دەگوترێن."
  },
  {
    "ID": 642,
    "name": "دیلە",
    "mening": "جۆرێک گەنمی سووتاوی رەشە."
  },
  {
    "ID": 643,
    "name": "دیما",
    "mening": "1. دیمەن، دەموچاو؛ 2. زەوینی دەێم."
  },
  {
    "ID": 644,
    "name": "دینەوەر",
    "mening": "ناوچەیەکە لە لای باکووری رۆژاوای کرماشان. لە کۆندا نێوی دینەوەر، ماهکووفە بووە. بڕوانە مەهاباد لە بەشی کچان."
  },
  {
    "ID": 645,
    "name": "دیوان",
    "mening": "1. دیواخان؛ 2. ئۆدەی میوانانی ئاغا و خان؛ 3. دیوانی میریی؛ 4. کۆپەڕی شعر؛ 5. کوێخا؛ 6. گزیر؛ 7. چاودێری گوند. 8. دەستەی بەڕێوەبەری کۆنگرە یان کۆنفرانس."
  },
  {
    "ID": 646,
    "name": "دێرک",
    "mening": "1. دێریک، دیرۆک، مێژوو؛ 2. کەونارا، زۆر کۆن؛ 3. نێوی شارێکە لە کوردستانی سووریه."
  },
  {
    "ID": 647,
    "name": "دێرۆ",
    "mening": "گوڵێکی زەردە وەکوو گوڵی مۆسک."
  },
  {
    "ID": 648,
    "name": "دێسەم",
    "mening": "دەیسەم، نێوی یەکێ لە دەسەڵاتدارانی کۆنی کورد بووە لە سەردەمی ساسانییەکاندا، کە بە (دێسەمی شێر) بەنێوبانگ بووە و لە هێرشی عەرەب بۆ سەر کوردستان کوژراوە."
  },
  {
    "ID": 649,
    "name": "دەبار",
    "mening": "1. هاوهێز، هاوشان؛ 2. جێبەجێکردن."
  },
  {
    "ID": 650,
    "name": "دەرباز",
    "mening": "رزگار، نەجات، قوتار."
  },
  {
    "ID": 651,
    "name": "دەروون",
    "mening": "1. ژوورەوە، ناوەوە، ناخۆی هەرشتێک؛ 2. دڵ، ویژدان؛ 3. هەناو، ناوسک."
  },
  {
    "ID": 652,
    "name": "دەستگر",
    "mening": "1. پیر و دەسگیری تەریقەت؛ 2. دەزگیران؛ 3. پەڕۆی شتی گەرم پێگرتن؛ 4. وردەواڵەی چەرچی؛ 5. شتی دەسوپاگیر."
  },
  {
    "ID": 653,
    "name": "دەستیار",
    "mening": "1. دەسیار، هاودەس، یارمەتیدەر؛ 2. دەفری رۆنقاڵکردن."
  },
  {
    "ID": 654,
    "name": "دەسیم",
    "mening": "نێوی یەکێ لە سەردارە کوردەکانی دیالمەیە کە کوڕی ئیبراهیمی دەسەڵاتداری هۆزی هەزبان بووە کە ساڵی 326ی زایینی دەسەڵاتداری تەورێز و گەورەی هۆزی هەزبان بووە."
  },
  {
    "ID": 655,
    "name": "دەگمەن",
    "mening": "هەڵکەوت، بە زەحمەت گیرکەوتن."
  },
  {
    "ID": 656,
    "name": "دەلیل",
    "mening": "بەڵگە، گەواه."
  },
  {
    "ID": 657,
    "name": "دەمامە",
    "mening": "1. دەمامک، لووتهەڵپێچ، پارچەیەکە رەنگاوڕەنگ، بۆ راوی کەو بەکار دەبرێ؛ 2. گوندێکە نزیک گوندی عوسماناوا لە ناوچەی بانە لە کوردستانی رۆژهەڵات؛ 3. چیای لە تەمدا ون، چیای سەربەتەم؛ 4. کوێستانێ که بەفری هیچکات نەچێتەوە"
  },
  {
    "ID": 658,
    "name": "دەماوەن",
    "mening": "1. دەماوەند، کوێستانی لە تەمدا ون، چیای سەربەتەم؛ 2. کوێستانێ که بەفری هیچکات نەچێتەوە؛ 3. دەماوەن نێوی گوندێک بوو لە کوردستانی باشوور کە بەعسی وێرانی کرد؛ 3. نێوی بەرزترین کێوی ئێرانە کە لە نێوان تاران و مازندەراندا هەڵکەوتووە؛ 4. نێوی بەرزترین کێوی ئێران کە لە نێوان (تاران و مازندەران)دا هەڵکەوتووە؛ 5. نێوی یەکێ لە سەردارەکانی سەردەمی ساسانی بووە؛ 6. نێوی شارێکی کۆن بووە لە مازندەران کە دەڵێن: (ئەژدەهاک) ی پاشای (ماد) لە کێوێکی پەنا ئەو شارەدا بە دەستی فەرەیدوون زیندانی بووە."
  },
  {
    "ID": 659,
    "name": "دەنگار",
    "mening": "کانیاوێکە لە بن چیای (هەندرێن) له باشووری کوردستان."
  },
  {
    "ID": 660,
    "name": "دەهاک",
    "mening": "ئاژدەهاک، بە زاراوەی پالەوی کۆن، یان کەڵوڕی ئەمڕۆ، 1. (ئاژ) واتە: بەنرخ، بەڕێز، پیرۆز؛ 2. (دەهاک)یش دەبێتە: کوێخا، ئاغای گوند؛ 3. گەورەی تیرە و هۆز؛ 4. دەهاک نێوی هۆزێکی کوردی سەردەمی ساسانییەکان بووە کە دوای شەڕی قادسیە، بە دەستی سەلمانی فارسی و ئەبوو گاوانی کورد، بەرەبەرە بوون بە موسوڵمان."
  },
  {
    "ID": 661,
    "name": "دەوار",
    "mening": "رەشماڵ، پڵاسێکە لە رەنگی شین و کەوە کە (کوێن)یشی پێ دەڵێن و لەموو دەچندرێ و تەختەتەختە لێکدرێ و رەشماڵی لێ ساز دەکەن و کۆچەریان هەڵیدەدەن و لەباتی خانوو دەچنە تێوەی."
  },
  {
    "ID": 662,
    "name": "دەوەن",
    "mening": "1. ئاوداشتە، دێردراو؛ 2. دەڤی، بنی داربەڕوو یان دارمازوو کە بڕیبێتیان و هەڵیدابێتەوە."
  },
  {
    "ID": 663,
    "name": "دەوەنسا",
    "mening": "نێوی ئەشکەوتێکە لە ناوچەی حەکاری لە کوردستان."
  },
  {
    "ID": 664,
    "name": "دەیلەم",
    "mening": "1. باریی، لۆسە؛ 2. نێوی هۆزێکی کوردە لە خوراسان کە بە دەستی شاعەباسی سەفەویی، گۆڕبەگۆڕی بە رەتەوە کورد، هەڵداژراونەتە ئەوێ."
  },
  {
    "ID": 665,
    "name": "رادۆ",
    "mening": "1. مانالێدانەوە، واتاکردنەوە؛ 2. خزمەت."
  },
  {
    "ID": 666,
    "name": "رادۆسا",
    "mening": "نێوی گوندێکی کۆن بووە، لە ناوچەی وان، لە کوردستان، بەڵام لە سەردەمی عوسمانییەکاندا نێوەکەیان گۆڕیوە بۆ تورکی."
  },
  {
    "ID": 667,
    "name": "رادەر",
    "mening": "تازەداهاتوو، نۆژەن، نووژەن. نوو، بە زاراوەی کرمانجی واتە: نوێ، تازە."
  },
  {
    "ID": 668,
    "name": "رامان",
    "mening": "1. دەبیرەوەچوون و لەسەر شتێک چەق راوەستان؛ 2. ماتبوون و بیرکردنەوە، سەرسووڕمان؛ 3. تیرەیەکن لە کورد کە لە ئوستانی فارس دەژین؛ 4. رامان داگری پێنج باژێڕە لە ئوستانی فارس کە ناوەندەکەی (شیراز)ە رەنگە لە کاتی ئێستا ئەم ناوەندە ئاوەها نەمابێ و ئەم دابەشینەی لەسەر هەڵگیرابێ."
  },
  {
    "ID": 669,
    "name": "رۆسکان",
    "mening": "نێوی هۆزێکی کورد بووە، لە ناوچەی هایمانی لای ئآنکارا، کە بە دەستی عوسمانییەکان هەڵداژراونەتە بولغارستان و بۆسنی."
  },
  {
    "ID": 670,
    "name": "رۆنی",
    "mening": "روونیی، رۆشنایی، رووناکی."
  },
  {
    "ID": 671,
    "name": "رۆهات",
    "mening": "بەرەوبوو. (کێوەکە وەرەقەی کرد و بەسەرماندا رۆهات)."
  },
  {
    "ID": 672,
    "name": "رێدار",
    "mening": "1. پاسەوانی رێگاو بان؛ 2. رێبوار؛ 3. نێوی گوندێکە لە کوردستانی باشوور."
  },
  {
    "ID": 673,
    "name": "رێدەر",
    "mening": "ئیجازەدەر، رێگەپێدەر."
  },
  {
    "ID": 674,
    "name": "رێژان",
    "mening": "رێژنەی باران، دابارینی بەتاو. لەبارانی توندا خەڵکی دەڵێ: یا ئەڵڵا رێژانی بەخێر."
  },
  {
    "ID": 675,
    "name": "رێژنە",
    "mening": "تاوەبارانی توند، وەکوو: رێژانێکە مەپرسە، یان رێژنەی فیشەک."
  },
  {
    "ID": 676,
    "name": "رێژەن",
    "mening": "1. بڕشتی خەلەی خەرمان؛ 2. رێگر، چەتە."
  },
  {
    "ID": 677,
    "name": "رێشانکۆ",
    "mening": "نێوی هۆزێکی کورد بووە، لە ناوچەی هایمانی لای ئآنکارا، کە بە دەستی عوسمانییەکان هەڵداژراونەتە بولغارستان و بۆسنی."
  },
  {
    "ID": 678,
    "name": "رێناس",
    "mening": "رێگەناس، رێشناس، کەسێ کە شارەزای رێ بێ."
  },
  {
    "ID": 679,
    "name": "زاپان",
    "mening": "1. لکی چۆم و لقی رۆخانە؛ 2. بەردی ساف و لووس و ناسک کە منداڵ لە قەرخ چۆم کایەی پێدەکا."
  },
  {
    "ID": 680,
    "name": "زاخان",
    "mening": "بەردەڵانی زۆرچەتوون."
  },
  {
    "ID": 681,
    "name": "زاخۆ",
    "mening": "شارێکە لە بادینان لە کوردستانی باشوور."
  },
  {
    "ID": 682,
    "name": "زادین",
    "mening": "ئینسانی پیر و کامڵ، ژیر و دنیادیتوو، وەکوو: (ژنێکی زادین و کامڵ)"
  },
  {
    "ID": 683,
    "name": "زارۆ",
    "mening": "زاڕۆڵە، زاڕۆک، رۆڵە، منداڵ."
  },
  {
    "ID": 684,
    "name": "زازا",
    "mening": "1. نەوە و نەبیرە؛ 2. مەڵبەندێکی پان و بەرینە لە کوردستان؛ 3. یەکێ لە زاراوە کۆنەکانی زمانی کوردی؛ 4. تیرە یان بەشێکە لە کورد لە کوردستانی باکوور‌."
  },
  {
    "ID": 685,
    "name": "زاگرۆس",
    "mening": "1. جێگای سەرهەڵدانی زکرتییەکان، شوێنەمێنگەی زکرتییەکان؛ 2. زکرتییەکان تیرەیەکی کۆنی کوردن کە بە یۆنانیی پێیان گوتراوە: (زاگرتی یان ساگرتی؛ ساگارت، ساگارتی؛ زاگرتی، زاگرۆس)؛ 3. زاکرۆس یان زاگرۆس، داگری زنجیرەیەک چیایە کە لە ئەرمەنستان و ئازەرباییجانەوە دەست پێدەکا و بە ناو زۆر دۆڵ و چیای کوردستاندا دێتە خوارێ و لە شیراز تەواو دەبێ. درێژایی زاگرۆس لە کوردستان 1000 کیلۆمیترە و بەرزاییشی لە وشترانکێو دەبێتە 4700 میتر."
  },
  {
    "ID": 686,
    "name": "زانا",
    "mening": "شتزان، عالم."
  },
  {
    "ID": 687,
    "name": "زانیار",
    "mening": "خاوەن زانست، هاوڕێی زانست."
  },
  {
    "ID": 688,
    "name": "زاڵ",
    "mening": "1. سووار، سەربەران؛ 2. بابی رۆستەم، کە بەرۆسەمی زاڵ بەنێوبانگە."
  },
  {
    "ID": 689,
    "name": "زاڵکۆ",
    "mening": "کۆی وشەی زاڵ، بە واتای سەربەران و سوار بە سەر شتێکدا."
  },
  {
    "ID": 690,
    "name": "زرار",
    "mening": "هۆزێکی کوردن لە کوردستانی باشوور."
  },
  {
    "ID": 691,
    "name": "زرکان",
    "mening": "ناوچەیەکە لە هەرێمی شێروان لە کوردستانی باشوور."
  },
  {
    "ID": 692,
    "name": "زریاب",
    "mening": "1. ئاوی زێڕ؛ 2. ئاوی پاک و خاوێن؛ 3. مۆسیقازانێکی کورد بووە خەڵکی شارۆچکەی (باشیک) ی لای نەینەوای کۆن یان (مووسڵ)ی ئێستا و لەسەردەمی عەباسییەکاندا ژیاوە، زریاب ساڵی 825 ی زایینی عەباسییەکانی بە جێهێشتووە و چۆتە ئەندەلووس و عەبدولرەحمان کوڕی ئەلحەکیم (206 تا 238) کردوویەتی بە هاونشینی خۆی و دیاریی و پێشکەشیی زۆری پێ رەوا دیوە؛ زریاب شاگردی ئیسحاقی کوڕی برایمی مووسڵی بووە کە ئەوانەش هەر کورد و خەڵکی باشیک و مۆسیقاری زەبەردەس بوونە؛ زریاب ژەنیاری عوود بووە و سیمی پێنجەمی عوود ئەو بەو سازەی زیاد کردووە؛ مۆسیقای فلامینکۆ کە بنەماکەی کوردییە، لە شوێنەوارە نەمرەکانی زریابە و لە سپانیاش زریاب هەر بە کورد ناسراوە."
  },
  {
    "ID": 693,
    "name": "زریان",
    "mening": "1. بای باشوور؛ 2. بەفر و بای زەمەن لە کاتی زستاندا."
  },
  {
    "ID": 694,
    "name": "زرێبار",
    "mening": "1. شاری قەراخ ئاو؛ 2. زوەینی ژێرئاو؛ 3. زرێوار، زەریا، زەلیا. ساڵــێ بەو عـەیام زرێـــوار شـــــــار بوو سێــسە مـەنارە و چووارسە دیــوار بوو زرێـــــــــوار چــــــــــڕی لـە کانیـســـــــانــان کوا خانەحمەو خان سەرباشـقەی خانان (فۆلکلۆر) ئەم دوو بەیتە شیعرە پاشماوەی بەیتێکی دوورودرێژە کە بە زرێوار و رووداوی بوونبەژێرەوەی شارێک بووە کە کابرایەک بە نێوی (فەلەقووس) حاکمی بووە و هەر ئەو دوو بەیتەی لە زاران و لە سینگاندا ماوەتەوە. زرێوار زەلیایێکی بچووکە لە لای باکووری رۆژاوای شاری مەریوان کە درێژایی نزیکەی 5 کیلۆمیترە و پانایی نزیک بە 9 کیلۆمیتر و رادەی تێکڕای قووڵیشی 15 میترە."
  },
  {
    "ID": 695,
    "name": "زمناکۆ",
    "mening": "کێوێکە لەلای رۆژهەڵاتی شاری (دەربەنیخان) لە کوردستانی باشوور."
  },
  {
    "ID": 696,
    "name": "زنار",
    "mening": "1. بەردی زۆر گەورەی شاخ؛ 2. گوندێکە لە ناوچەی ئیلام کە بە فەیلی بەنێوبانگن."
  },
  {
    "ID": 697,
    "name": "زناک",
    "mening": "نێوی کێوێکە لە ناوچەی ئیلام لە کوردستانی باشوور."
  },
  {
    "ID": 698,
    "name": "زۆر",
    "mening": "زۆرۆ، ئیبنو خەلەکان کە کورد بووە و لە بنەڕەتا خەڵکی هەولێر بووە، دەڵێ: زۆر نێوی کوڕی ئەژدەهاک بووە و بنەڕەتی (شارەزوور) لە کوردستان ئەو دایناوە؛ حەمدوڵڵا مستەوفیش دەڵێ: نێوی شارەوزوور لەبەر ئەوە بووە کە دەسەڵاتدارانی ئەوێ زۆردار و شەڕکەر بوونە. لە کوردستانی سووریە کە قەراخ سنووری خاکی عەرەب و کورد دەگرێتەوە، شارێک هەیە کە نێوی (دێرەزوور)ه لە کۆندا سریانی و کوردی لێ ژیاوە‌، بەڵام دواتر لەلایەن حکوومەتی (بعث)ی سووریەوە، عەرەبیان تێدا بیشتەجێ کردووە.‌ لەوە دەچێ کە ئەو شارەش هەر (زۆر) ئاوەدانی کردبێتەوە، چونکە ئەو سریانی و ئاسوورییگەلەی کە لە کوردستان ژیاون و کلیسایان هەبووە، کوردەکان بە کلیساکانی ئاسوورییەکانیان گوتووە: دێر! کە وشەیەکیب ئاوێستایی مادییە و لە کوردیی و فارسیشدا وشەیێکە هاوبەش. ئەگەر نێوی کوڕی ئەژدەهاکیش زۆر یا زوور بووبێ، (دێرە زوور) واتە: کلیسای زوور. وەک چۆن دەگوترێ شارەزوور، واتە شارێک کە زۆر یا زوور ئاوەدانی کردبێتەوە."
  },
  {
    "ID": 699,
    "name": "زۆراو",
    "mening": "نێوی کوڕی رۆسەمی قارەمانی داستانی کوردیی (رۆسەم و زۆراو)ە. دوکتۆر عیمادەلدینی دەوڵەتشاهی کە خەڵکی کرماشان و پیاوێکی زانا بوو سەلماندوویەتی که رۆسەم و زۆراو کورد بوونە و چیرۆکەکەشیان چیرۆکێکی کۆنی کوردییە. بڕوانە بۆ زۆر."
  },
  {
    "ID": 700,
    "name": "زۆرۆ",
    "mening": "1. زۆران، زۆرەبازی؛ 2. کورتکراوەی نێوی (زۆراو)ە."
  },
  {
    "ID": 701,
    "name": "زۆزک",
    "mening": "1. هەوارگەی بچووک، کوێستانۆکە؛ 2. چیایەکە لە ناوچەی رواندز، لە کوردستانی ئێراق."
  },
  {
    "ID": 702,
    "name": "زیرەک",
    "mening": "1. زرینگ، وریا و زیت، بەدەستوبرد؛ 2. سەرنێوی کۆچکردوو حەسەن زیرەک گۆرانیبێژی لێهاتووی کوردە."
  },
  {
    "ID": 703,
    "name": "زیمکان",
    "mening": "دۆڵێکە لە ناوچەی سلێمانی لە کوردستان."
  },
  {
    "ID": 704,
    "name": "زینکۆ",
    "mening": "لووتکەی پێشەوەی زین، قەڵپۆزی زین."
  },
  {
    "ID": 705,
    "name": "زینۆ",
    "mening": "ملەی کێو، بستووی شاخ، تەختایی چیا، باسکی کوێستان."
  },
  {
    "ID": 706,
    "name": "زێبار",
    "mening": "1. مێنگە و ناوچەی قەراخ رۆبار؛ 2. نێوی هۆزێکی کوردە لە نێوان ئاکرێ و زێی گەورە دەژین لە کوردستانی باشوور."
  },
  {
    "ID": 707,
    "name": "زێد",
    "mening": "1. نیشتمان؛ 2. شار، گوند، یان شوێنێک کە لەوێ لەدایک بووبێتی."
  },
  {
    "ID": 708,
    "name": "زێندین",
    "mening": "زیندانەوان، پاسەوانی زیندان."
  },
  {
    "ID": 709,
    "name": "زێوەر",
    "mening": "1. جووانیی، رازاندنەوە؛ 2. خاوەن پلەوپایە؛ 3. نێوی شاعیرێکی کورد بووە لە کوردستانی ژێردەستی ئێراق."
  },
  {
    "ID": 710,
    "name": "زێوەران",
    "mening": "نێوی هۆزێکی کورد بووە له ناوچەی کەرکووک، کە بە دەستی دەوڵەتی عوسمانی هەڵداژراونەتە ناوچەی هایمانی لای ئآنکارا، بەڵام دواتر بەهۆی شەڕ دژی ئەرمەنی و مەسیحی، ئەم هۆزە و زۆر هۆزی دیکەی کورد بە دەستی عوسمانییەکان هەڵدژراون بۆ بولغارستان و بۆسنی و شوێنانی دیکە و لەوێ ماونەتەوە و زمانی خۆیانیان لەبیر کردووە و لەناو تورک و گەلانی دیکەدا تواونەتەوە."
  },
  {
    "ID": 711,
    "name": "زێوەرکۆ",
    "mening": "نێوی گوندێک بووە لە ناوچەی کووت لە کوردستانی باشوور که خەڵکەکەی هەڵداژراونەتە شوێنانی دیکە و عەرەبیان هێناوەتە جێگایان."
  },
  {
    "ID": 712,
    "name": "زێڕڤان",
    "mening": "زێڕنگەر، زێڕپەروەرێن، کەسێ که سەروکاری لەگەڵ زێڕ و زیوە."
  },
  {
    "ID": 713,
    "name": "زێڕکۆ",
    "mening": "بەزێڕدرووستکراو، دەسکەخنجەری بەزێڕداکوتراو."
  },
  {
    "ID": 714,
    "name": "زەبەن",
    "mening": "1. زەبەند، چوغر، فرە، زۆر؛ 2. شوێنی چڕ لە زەل و قامیش، شوێنی پڕبژوێن."
  },
  {
    "ID": 715,
    "name": "زەردەشت",
    "mening": "1. زەڕدەشت، زەڕەتاوەشتەرای، یان زەڕاوەشتەرای لە دوو وشەی (زەڕا) بەواتای (نوور) و (وەشتەرای) بەمانای (داباری) پێکهاتووە؛ 2. نێوی پێغەمبەری زەڕدەشتییەکانە خاوەنی کۆپەڕی ئاوێستا؛ 3. نێوی کۆنی شاری سەردەشت لە کوردستان کە شوێنەواری (ئاهوورامەزدا) و (ئەهریمەن) و (هێتی) و (گورگان)یش لێ ماوە؛ بڕوانە بۆ سەردەشت؛ کۆچکردوو مامۆستا زەبێحی لە پێشەکی \"قامووسی زبانی کوردی\" دا نووسیویە: زۆربەی ئەو زانا و رۆژهەڵاتناسانەی خەریکی ساقکردنەوەی ئاوێستا بوونە، رایان وایە زمانی ئاوێستایی یەکێک لە زمانەکانی باکووری رۆژهەڵاتی خێزانە زمانی ئێرانییە و زەڕدەشت کۆپەڕەکەی خۆی لە دەوروبەری چەرخی حەوتەمی پێش عیسا لە باکتەریا \"باختەر یان بەڵخ\" نووسیوەتەوە؛ بەڵام پرۆفسۆر \"پوورداوود\" مامۆستای زانستگەی تاران و ئاوێستازانی بەنێوبانگی ئێرانیی لە سەرەتایەکدا کە بۆ \"یەسنە\" ی بەشێک لە ئاوێستا نووسیوە دەڵێ: (لەناو دەنگ و باسی مێژوونووسانی یۆنان و رۆما، خەبەری \"خستانۆس\" دەربارەی زەمانی زەڕدەشت جێگای باوەڕە و دەتوانین دەرکەوتنی پێغەمبەری ئێران لە دەوروبەری ساڵی 1080ی پێش عیسا بزانین؛ هەروەها کەم زانا و مێژووزان و کۆنینەناس هەن کە باوەڕیان نەبێ \"زەڕدوشت\" خەڵکی رۆژاوای ماد نەبێ، بەجۆرێکیتر گەلێکیان رایان وایە کە زەڕدەشت لە دەوری دەریاچەی ورمێ \"چەئێچەستە\" لە کوردستانی ئێستای ژێر دەسەڵاتی ئێران لە دایک بووە، بەڵام کاتێ باس هاتە سەر ئەو زمانەی کە ئاوێستای پێ نووسراوە، کەمیان بۆ ئەوە دەچن کە زەڕدەشت ئاوێستای بە زمانی مەوتەنی خۆی یانێ زمانی \"مادیی\" نووسیبێ، ئەوە بابەتێکە زۆری گفتوگۆ لەسەر کراوە، زۆرتر رێی تێدەچێ کە زمانی ئاوێستایی زاراوەیەکی مادیی بێ تا خوراسانیی یا باختەریایی. مەسەلەی مادیبوون و نەبوونی ئەو زمانەی کە ئێستا پێیدەڵێن: \"ئاوێستایی\" شتێکە هەروا دەمێنێتەوە تا ئەو رۆژەی دەربارەی زمانی مادیی زانیارییەکی ئەوەندە زۆر دەکەوێتە بەردەستی زانایان کە بتوانن دەگەڵ زمانی \"ئاوێستایی\"، بەراوردی بکەن و هەڵیسەنگێنن و رای خۆیان لەسەر دەرببڕن. ساڵی 1975 لە هەنگمتەنا یان هێگمەتانە پاتەختی \"ماد\"ەکان کۆشکێکی گەورە لەژێر خاک دەرکەوتووە، رۆژنامەکانی ئێران نووسیبوویان: تەختی جەمشید (پیرسپۆلیس)ێکی تازە لە هەمەدان دۆزرایەوە. بێگومان دەبێ ئەوە کۆشک و تەلاری پاشاکانی ماد بێ و هیوامان ئەوەیە ئاساری نووسراوی مادی لێدەرکەوێ و تیشکێکی تازە بخاتە سەر زمانی مادیی و تا رادەیەک لەدەست کوتان لە تاریکایی مێژوو رزگارمان بکا\". بە کورتی بەر لەوەی کە ئایینی زەڕدەشت و ئاهوورامەزدا سەر هەڵبدا، بە پێی شوێنەوارەکانی شاری بۆکان و دەوروبەری، خودای گەورەی دانیشتوانی ناوچەکە (بەغ) بووە و ئەوەی کە روون بۆتەوە (مێهرپەرستی) یان دلۆڤانپەرستی ئایینی زاڵی ئەو سەردەمە بووە و دانیشتوانی ئەو شارانە رووگە و ئاورگەیان بۆ خودای (میترا) درووست کردووە و رێزگرتن لە ئاگر کە ئێستاش لەناو کورددا بەڕێز و خۆشەویستە، نەریتێک بووە کە لە ئایینی (میتراپەرستی)یەوە بۆ خەڵکەکە ماوەتەوە؛ خودای ئاناهیتایش لە کۆنەدێریکی ناوچەکەدا، خاوەنی ئاورگەی تایبەتی خۆی بووە و هەندێ لە مێژوونووسان دەڵێن: ئاگرپەرستی بە خودای (ئاناهیتا)وە بەسراوەتەوە؛ گردەکانی دەوروبەری بۆکان بەڵگەن بۆ سەلماندنی ئەم بانگاشەیە کە زۆرتر لە 30 گرد یان تەپۆڵکەی مێژوویین."
  },
  {
    "ID": 716,
    "name": "زەردەوان",
    "mening": "1. شاخەوان، کوێستانگەڕ؛ 1. زەردەوان بە کەسێک دەگوترێ کە بە هاسانیی بە چیا و کوێستاناندا هەڵگەڕێ و داگەڕێ؛ 3. کێوێکە لەلای گوندی کێڵانە لە ناوچەی سنە."
  },
  {
    "ID": 717,
    "name": "زەمۆ",
    "mening": "نێوی کێوێکە لە کوردستان."
  },
  {
    "ID": 718,
    "name": "زەمەند",
    "mening": "1. زەمەن، زەوەن، بەهێز، بای زەمەن، وەکوو: گێژەڵووکە، گژەبا، گەردەلوولان؛ 2. دەشت و زەوینی پڕلە گیا و لەوەڕ."
  },
  {
    "ID": 719,
    "name": "زەمەنکۆ",
    "mening": "کۆی وشەی (زەمەن)ە، بە واتای زۆر و بەهێز."
  },
  {
    "ID": 720,
    "name": "زەندۆر",
    "mening": "نێوی شارۆچکەیەک بووە، لە سەردەمی ساسانییەکان، لە ناوچەی کوردنشینی کووت لە لای عەمارە؛ حوکوومەتی بەعس دوایی نێوی ئەم شارەی کرد بە (عەلی غەربی)؛ لە سەردەمی ساسانییەکاندا نێوی شاری زەندۆر (کاسکار، یان کەسکەر) بووە و نێوی کووت ئەفروون، بەڵام دوای هاتنی ئیسلام، تووشی وێرانیی هات و لە گەشەکردن وەستا؛ پاشان دەوڵەتی بەعس، نێوی کووتی گۆڕی بۆ (واست) و کوردەکانیان بەرەبەرە دەرکرد و کۆمەڵێکیشیان لێ کوژرا و تەنانەت 6000 لاویان بە زیندووی بێسەروشوێن کرد و ئەو شارە کوردنشینەیان لە کورد چۆڵ کرد."
  },
  {
    "ID": 721,
    "name": "زەنگیلان",
    "mening": "نێوی ناوچەیێکە لە کۆماری ئازەرباییجانی شەورەوی."
  },
  {
    "ID": 722,
    "name": "زەنگەڵان",
    "mening": "زەنگیلان، 1. گوندێکە لە ناوچەی دەرسیم لە کوردستانی تورکان لە تورکیه؛ 2. ناوچەیێکی کوردنشینە لە ئازەرباییجانی شوورەوی."
  },
  {
    "ID": 723,
    "name": "زەنوێر",
    "mening": "جێگەی بڵند و هەوای سازگاری چیا."
  },
  {
    "ID": 724,
    "name": "زەهاو",
    "mening": "1. شوێنی ئاوەزێ، زنە، زق؛ 2. شارۆچکەیەکی کوردنشینە لەلای کرماشان لە کوردستانی رۆژهەڵات."
  },
  {
    "ID": 725,
    "name": "زەوار",
    "mening": "زیارەتکەر، ئەو کەسانەی دەچنە تەوافی چاک و پیران."
  },
  {
    "ID": 726,
    "name": "زەوارە",
    "mening": "نێوی برای رۆسەمی کوڕی زاڵ."
  },
  {
    "ID": 727,
    "name": "زەڵم",
    "mening": "1. ئاوی توێژ لەسەر؛ 2. گەورەکانییەکی پڕئاوی چەنئاشگەڕێنە لە سەرووی گوندی ئەحمەداواوە لە پشت شاری خورماڵ لە کوردستانی باشوور."
  },
  {
    "ID": 728,
    "name": "زەڵێ",
    "mening": "1. شوێنی لێژ و سەخت لە چیا؛ 2. نێوی گوندێکە لە داوێنی چیای ناوزەنگ لە کوردستانی باشوور."
  },
  {
    "ID": 729,
    "name": "زەینەڵ",
    "mening": "1. زەوینێ کە نەوتی هەبێ؛ 2. گوندێکە لەبەری ماوەت لە کوردستانی باشوور."
  },
  {
    "ID": 730,
    "name": "ژامان",
    "mening": "1. زەنگی کلیسا، کۆی زەنگی کلیسا؛ 2. نێوی گوندێکە لە کوردستانی باکوور‌."
  },
  {
    "ID": 731,
    "name": "ژامکۆ",
    "mening": "بەرپرسی زەنگی کلیسا."
  },
  {
    "ID": 732,
    "name": "ژامەک",
    "mening": "نێوی کۆنی گوندێکی کوردنشین بووە، لە ناوچەی سێواس، لە کوردستانی ترکیە، کە دەوڵەتی تورک گۆڕیویە و نێوی تورکیی لە جێی داناوە."
  },
  {
    "ID": 733,
    "name": "ژاوەرۆ",
    "mening": "1. چۆمی هەمیشەروون؛ 2. چۆمێک کە هەمیشە لە ژاوەی بێ و لە رەوتورۆدابێ؛ 3. مەڵبەندێکە لە هەرێمی هەورامان لە کوردستانی رۆژهەڵات کە داگری چەند گوندە و بە (چەمی ژاوەرۆ) ناودێر کراوە. گوندی بێساران و ئەوێهەنگ و هوویە و سەرهوویە و پڵنگان و پایگەلان سەر بەم هەرێمەیە."
  },
  {
    "ID": 734,
    "name": "ژاکۆ",
    "mening": "نێوی چیایەکە لە ناوچەی سەرحەد لە کوردستانی باکوور‌."
  },
  {
    "ID": 735,
    "name": "ژیان",
    "mening": "ژی، گوزەران، زینگی، زیندەگی."
  },
  {
    "ID": 736,
    "name": "ژیرۆ",
    "mening": "ئاماژە بە ئینسانی ژیر."
  },
  {
    "ID": 737,
    "name": "ژیلوان",
    "mening": "1. ژیلەوان، ئاگرەوان، کەسێک کە سەروکاری لەگەڵ ئاگرە؛ 2. کەسێک کە رەز و داری مێو بەخێو دەکا: رەزەوان، ئاگرەوان؛ (ژیل) بە تەنیا 1. واتای: بزووتن و جووڵان؛ 2. ورد، پێچەوانەی درشت؛ 3. وردەئاگری ژێر خۆڵەمێش دەدا؛ (وان)یش بەخێوکەر و بارهێنەر؛ (ژیلوان)یش 1. واتە ئاگرەوان؛ 2. رەزەوان؛ 3. ژیلوان: شاخێکە بەسەر گوندی مالوومەدا دەڕوانێ و بەرانبەر بە چیای ئاسنگەرانە و سەر بە ناوچەی سلێمانییە لە کوردستانی باشوور. بڕوانە ژیلەمۆ."
  },
  {
    "ID": 738,
    "name": "ژیلەمۆ",
    "mening": "سکڵی وردی داری مێو، وردە سکڵ بن خۆڵەمێش کە دیسان دەتوانی ئاوری پێ بکەیتەوە."
  },
  {
    "ID": 739,
    "name": "ژیلەوار",
    "mening": "گوندێکی کوردنشینە لە ناوچەی هایمان لە لای ئانکارا کە کوردی هەڵداژراوی سەردەمی عوسمانین."
  },
  {
    "ID": 740,
    "name": "ژیلەوەر",
    "mening": "ژینەوەر، زیندەوەر، گیاندار."
  },
  {
    "ID": 741,
    "name": "ژیلەکان",
    "mening": "جێگای ئاگری دامرکاو."
  },
  {
    "ID": 742,
    "name": "ژیلەکۆ",
    "mening": "نێوی چیایەکە لە ناوچەی حەکاری لە کوردستانی باکوور‌."
  },
  {
    "ID": 743,
    "name": "ژینگە",
    "mening": "جێگەی ژیان، شوێنی زیندەگی."
  },
  {
    "ID": 744,
    "name": "ژینکۆ",
    "mening": "کۆی وشەی ژین یا ژیان."
  },
  {
    "ID": 745,
    "name": "ژینۆ",
    "mening": "1. ئاماژە بە ژیان؛ 2. ئینسانی سەرزیندە و بزێو."
  },
  {
    "ID": 746,
    "name": "ژینەر",
    "mening": "کەسێ کە شتێک سەرلەنوێ بژیێنێتەوە یا زیندوو بکاتەوە."
  },
  {
    "ID": 747,
    "name": "ژیوار",
    "mening": ".1 بژیو؛ 2. باری ژیان، رابوواردنی تەمەن؛ 3. چۆنیەتی ژین؛ 4. گوندێکە لە داوێنی چیای کۆساڵان لە قەراخ چۆمی سیروان کە بەرانبەری گوندەکانی (سلێن و بڵبەر)ە."
  },
  {
    "ID": 748,
    "name": "ژیواران",
    "mening": "1. گوندێکە لە ناوچەی دەرسیم لە کوردستانی باکوور‌؛ 2. کۆی ژیوار. بڕوانە بۆ ژیوار."
  },
  {
    "ID": 749,
    "name": "ژیوەر",
    "mening": "ژیاری، ژیانی شارستانییانە."
  },
  {
    "ID": 750,
    "name": "ژیوەرۆ",
    "mening": "سەردەرهێنانی گژوگیا لە دوای باران."
  },
  {
    "ID": 751,
    "name": "ژێدەر",
    "mening": "1. بنەما، رەگەزی وشە؛ 2. جگە، بێژگە."
  },
  {
    "ID": 752,
    "name": "ژێوان",
    "mening": "ژێڤان، سازلێدەر، ژەنیار."
  },
  {
    "ID": 753,
    "name": "ژێکان",
    "mening": "نێوی کێوێکە لە ناوچەی بینگۆڵ لە کوردستانی باکوور."
  },
  {
    "ID": 754,
    "name": "ژەمان",
    "mening": "کۆی وشەی (ژەم) ه کە واتای وادەیەک خواردن دەدا."
  },
  {
    "ID": 755,
    "name": "ژەمکۆ",
    "mening": "نان و پێخۆری شوان یا رێبوار."
  },
  {
    "ID": 756,
    "name": "ژەمەنسا",
    "mening": "ژەمەنزا، دەسودڵئاوەڵا."
  },
  {
    "ID": 757,
    "name": "ساباق",
    "mening": "ساواق، شوێن و جێگەی زۆر بەرفراوان."
  },
  {
    "ID": 758,
    "name": "سابوور",
    "mening": "نێوی شارۆچکەیێکی کوردنشینە لە ناوچەی کووت لە باشووری کوردستانی باشوور، کە کوردی کەڵوڕی تێدا ژیاوە، بەڵام حکوومەتی بەعس کوردەکەی لەو دیارەی خۆی وەدەرنا و کردی بە عەرەبنشین."
  },
  {
    "ID": 759,
    "name": "ساپان",
    "mening": "یاریی منداڵانە."
  },
  {
    "ID": 760,
    "name": "سادۆ",
    "mening": "نازنێوی چەند بەیتبێژی کورد بوون لە گورجستان و ئەرمەنستان کە یەکێکیان لە تبلیس دەژیا و نێوی سمایل سادۆ بوو."
  },
  {
    "ID": 761,
    "name": "ساردۆریس",
    "mening": "نێوی یەکەم پاشای (ئۆرارتۆ) بووە کە تیرەیەکن لە تیرە کۆنەکانی کورد کە هاوسەردەمی ئاشوورییەکان بوونە و بە سەرخاکی لۆلۆدا حوکومیان کردووە."
  },
  {
    "ID": 762,
    "name": "سارۆس",
    "mening": "1. شارێک بووە لە ناوچەی نێوانڕۆباران لە سەردەمی مادەکاند که لەناو خاکی کوردستاندا بووە، بەڵام ئێستا شوێنەواری نەماوە؛ 2. یەکێک بووە لە فەرمانڕەواکانی ماد لە سەردەمی ئەژدەهاکدا لە شەڕ لەگەڵ کوورشی هەخامەنشیدا کوژراوە."
  },
  {
    "ID": 763,
    "name": "ساسان",
    "mening": "1. زوڵملێکراو، ستەمدیو؛ 2. نێوی یەکەم کەسی دامەزرێنەری بنەماڵەی ساسانییەکان. بڕوانە مینا لە بەشی کچان."
  },
  {
    "ID": 764,
    "name": "ساسۆن",
    "mening": "نێوی هۆزێکی کوردی بەنێوبانگ و چیایەکە لە کوردستانی ژێر دەسەڵاتی تورکیە، شۆڕشی شێخ سەعیدی پیران ساڵی 1925 لەوێوە راسا."
  },
  {
    "ID": 765,
    "name": "سافی",
    "mening": "1. پاڵوێنەی برنجپاڵێو؛ 2. دڵپاکیی؛ 3. نێوی شاعیری کورد (سافی هێرانی) یە."
  },
  {
    "ID": 766,
    "name": "سالار",
    "mening": "سەردار، سەرۆک و گەورەی هۆز."
  },
  {
    "ID": 767,
    "name": "سامان",
    "mening": "سەروەت، پووڵ و ماڵ."
  },
  {
    "ID": 768,
    "name": "ساماڵ",
    "mening": "ساو، ساهی، سایەقە، ئاسمانی بێ هەور."
  },
  {
    "ID": 769,
    "name": "سامڕەند",
    "mening": "کێوێکە لە کوردستانی رۆژهەڵات نزیک بە قەندیل لە سنووری دەسکردی کوردستانی باشوور."
  },
  {
    "ID": 770,
    "name": "سامۆتە",
    "mening": "ئاڵقە و بەندی پاشکۆی زین."
  },
  {
    "ID": 771,
    "name": "سامە",
    "mening": "پەیمان، قەرار."
  },
  {
    "ID": 772,
    "name": "سانتاس",
    "mening": "1. فەرماندارێکی ماد بووە کە بەرپرسی لەشکری پیادەی کوورشی هەخامەنشی بووە؛ 2. دایکی کوورش نێوی ماندانا و لە تیرەی ماد بووە."
  },
  {
    "ID": 773,
    "name": "سانە",
    "mening": "هەسان، بەردی تیژکردنی چەقۆ."
  },
  {
    "ID": 774,
    "name": "ساوا",
    "mening": "1. تازەزێ، تازەپێگەییشتوو؛ 2. سەوزایی تازەدەرهاتوو."
  },
  {
    "ID": 775,
    "name": "ساویر",
    "mening": "سام، مەترسی، هەیبەت لە بەرانبەر کەسێکدا."
  },
  {
    "ID": 776,
    "name": "ساڕێژ",
    "mening": "پڕبوونەوەی برین و چابوونەوەی، برینێک کە گۆشتەوزوونی هێنابێتەوە و چا بووبێتەوە."
  },
  {
    "ID": 777,
    "name": "ساڤۆ",
    "mening": "گوڵێکە لە ناوچەی بادینان دەڕوێ و گوڵ لە رەنگی شین و پەمەیی و هیدیکە دەردەکا."
  },
  {
    "ID": 778,
    "name": "ساکۆ",
    "mening": "1. چیای رووتەن، کێوی بێ گژوگیا؛ 2. زیارەتگە."
  },
  {
    "ID": 779,
    "name": "سپێر",
    "mening": "1. سپەر، چەپەر، خەل، سەنگەر، قەڵغان؛ 2. مەتاڵ، مەرتاڵ؛ 2. ئامرازی شەڕکەر کە بۆ خۆپاراستن لە برینی شمشێر بەکاریان دەبرد؛ 3. ئامرازی زێدە بۆ کار؛ 4. سپەر وشەیەکی کۆنی کوردیی یان پالەوییە کە پێیان گوتووە: ئەسپەر."
  },
  {
    "ID": 780,
    "name": "سپێران",
    "mening": "1. کۆی سپەر؛ 2. بەچەپەر دەورەدراو؛ 3. گوندێکە لە نێوان (خوەشاو و کەڵاتێ) لە ناوچەی سنە لە کوردستانی رۆژهەڵات."
  },
  {
    "ID": 781,
    "name": "ستار",
    "mening": "1. داپۆشین؛ 2. ئارامیی، ئۆقرە، وەکوو: لە هیچ شوێنێ ستار ناگرێ."
  },
  {
    "ID": 782,
    "name": "سروودی نیشتمانی و شوناسی نەتەوەکان",
    "mening": "1. سرووت، ستران، وشەیێکی کۆنی کوردییە؛ 2. ئەو گۆرانییە ئایینییانەی کە لە سەردەمی زەڕدەشتییەکاندا گوتراون، پێیان گوتوون: سرووت کە لە گاتاکانی زەڕدەشتدا هاتووە و ریشەی وشەی سترانی کوردییە و لە کۆنترین ناوچەکانی کوردستان کە زاراوەکرمانجن ئەم وشەیە بەکار دەبرێ، بەڵام دواتر بە هاتنی ئیسلام چونکە ئەم سروودانە یارسانەکان و ئیزەدییەکان خوێندوویانن پێیان گوتوون: (گۆرانیی) واتە ئاوازی گاورەکان! نێوی هۆزی گۆرانیش که یارسان (ئەلحەق)ن و لەم وشەیە کەوتۆتەوە. بڕوانە گۆران لەبەشی کوڕان."
  },
  {
    "ID": 783,
    "name": "سرکان",
    "mening": "چپەکردن، ورتەکردن."
  },
  {
    "ID": 784,
    "name": "سلۆڤان",
    "mening": "نێوی هۆزێکی کوردە لە کوردستانی باکوور‌."
  },
  {
    "ID": 785,
    "name": "سمکۆ",
    "mening": "کورتکراوەی نێوی (سمایل)ە؛ لە زاراوەی کرمانجیدا تیپی (ۆ)، پاشگری نێوی نێرینەیە و ئامرازی بچووککردنەوەیە بە واتای خۆشەویستیی، وەکوو: سمکۆ، دیمۆ، جەمۆ؛ سمکۆ، نازنێوی (سمایلاغا) ی شکاک، سەرۆک هۆزی شکاک بووە لە کوردستانی رۆژهەڵات کە دژ بە حوکوومەتی رەزاشا، بەهیوای رزگارکردنی کوردستان راپەڕی و لەگەڵ ئەرتەشی شپڕێوی ئەو کاتەی ئێران بەشەڕ هات، بەڵام ئێوارەی رۆژی 30 ی جۆزەردانی ساڵی 1309 (1931) ی زایینیی کە دەکاتە 2543 ی کوردیی وەبەر گوللەی چەتەکانی رەزاخان کەوت و بوو بە سەرلەپێناوی رزگاریی کوردستان. سمایلی شەریفزادەش کە بە دەستی چەتەکانی رەزا پالەوی لە دارێنەی لای بانە بە فیتی (مەلا شەریف)ی جاشەکورد کەوتە داو و شەهید کرا، بە (سمکۆ) نێودێر کرابوو."
  },
  {
    "ID": 786,
    "name": "سمیلان",
    "mening": "چیایەکە لەبن گوندی رۆستی لە ناوچەی رواندز لە کوردستان."
  },
  {
    "ID": 787,
    "name": "سندی",
    "mening": "نێوی هۆزێکی کوردە لە لای شاری مووسڵ لە کوردستانی باشوور."
  },
  {
    "ID": 788,
    "name": "سنوور",
    "mening": "کەوشەن، هێڵی ناوەڕاست دوو مڵک، تخووب، مەرز."
  },
  {
    "ID": 789,
    "name": "سوارۆ",
    "mening": "نێوی یەکێ لە هەوا کۆنەکانی مۆسیقای کوردییە کە لە کاتی شەڕ لەگەڵ دوژمندا بە دوو تەپڵە بە سەر پشتی ئەسپەوە، کە لەسەر لووتی زین دایاندەنا، دەژەنراو."
  },
  {
    "ID": 790,
    "name": "سوارە",
    "mening": "1. سوار؛ 2. زاڵ، سەربەران؛ 3. سوواری ئەسپ؛ 4. دەستەی سوواران."
  },
  {
    "ID": 791,
    "name": "سوورداش",
    "mening": "کێو شارۆچکە و ناوچەیێکە سەر بە سلێمانی لە کوردستانی باشوور."
  },
  {
    "ID": 792,
    "name": "سۆران",
    "mening": "1. پاژێک لە چووارپاژی زاراوەکانی زمانی کوردییە؛ 2. بەشێکن لە کورد کە دانیشتووی نێوان زێی گەورە و زێی بچووکن لە کوردستان واتە رواندز و دەوروبەر کە بە زاراوەکەیان دەگوترێ: زاراوەی سۆران یان کرمانجی ناوەڕاست؛ 3. ناوچەیەکی پانوبەرینە لە کوردستان؛ ئێستا ئەم نێوە لە جێگای نێوی ناوچەی دیانا دانراوە."
  },
  {
    "ID": 793,
    "name": "سیابەند",
    "mening": "نێوی قارەمانی چیرۆکی (سیابەند و خەجێ)یە کە داستانێکی کۆنی ئەویندارانەیە. مێژووی ژیانی خەج و سیامەند روون نییە بەڵام، بەیتی ئەم دوو گراوییە وێنایەکی راستەقینەیە لە بەسەرهاتی دڵتەزێنی ئەو دوو گراوییە. خەج و سیامەند، خەڵکی (کێلەسیپان) ی ناوچەی مەهابادن کە ئێستاش گڵکۆی هەر دووکیان هەر لەوێیە."
  },
  {
    "ID": 794,
    "name": "سیامەند",
    "mening": "خاوەن ئەسپی رەش."
  },
  {
    "ID": 795,
    "name": "سیاناو",
    "mening": "نێوی دوو گوندە کە یەکێکیان کەوتۆتە لای مەریوان لە سەر سنووری دەسکردی نێوان ئێران و ئێراق، ئەوی دیشیان کەوتۆتە نێوان سنە و کامیاران."
  },
  {
    "ID": 796,
    "name": "سیاکسار",
    "mening": "نێوی فەرمانڕەوا یان پاشایەکی ماد بووە کە ساڵی 624 ی زایینی فەرمانڕەوایی کردووە."
  },
  {
    "ID": 797,
    "name": "سیپان",
    "mening": "1. کێوی پڕ لە شینایی؛ 2. رنوو، کلێڵەبەفر، شاپە؛ 3. بەرزایی باگێڕەوە، بڵندایی یەک کە باگر بێ؛ 4. کێوی پڕ لە بەفر لە هەموو دەماندا؛ 5. نێوی دوو چیایە لە کوردستانی داگیرکراو کە یەکێکیان لە کن پیرانشارە و ئەوی دیکەشیان لە لای زەریای (وان) ە و لەوانەشە لە شوێنی دیکەی کوردستان چیا بەم نێوە هەبێ، چونکە لە بەیت و چیرۆکە کوردییەکاندا نێوی سیپان زۆرە."
  },
  {
    "ID": 798,
    "name": "سیروان",
    "mening": "رۆباری خوڕ و بەلەز؛ نێوی چۆمێکە لە کوردستانی رۆژهەڵات کە لە سێ شوێنەوە سەرچاوە دەگرێ و دەڕژێتە لەمپەری دەربەندی خان لە کوردستانی ژێر دەسەڵاتی ئێراق."
  },
  {
    "ID": 799,
    "name": "سیلان",
    "mening": "موورگێکی رەشە کە ژنان بۆ خشل بەکاری دەبەن."
  },
  {
    "ID": 800,
    "name": "سینۆ",
    "mening": "نێوی چیایەکە لە کوردستانی باکوور‌."
  },
  {
    "ID": 801,
    "name": "سێوە",
    "mening": "نازنێوی گۆرانیبێژی نەمری کوردی دیان (مەسیحی)، (سێوە)یە کە خەڵکی شاری کۆیە بووە لە کوردستانی باشوور کە قەتارەکانی لە رەسەنترین رەگەزەکانی مۆسیقای کوردین."
  },
  {
    "ID": 802,
    "name": "سەبان",
    "mening": "دەشتێکی پڕپیت و بەرەکەتە لە شارەزووری بەری هەڵەبجە لە کوردستان."
  },
  {
    "ID": 803,
    "name": "سەپان",
    "mening": "1. رەنجبەری دەستەبەر، کە لە پێنج بەش داهات، بەشێک بەهرەی پێدەگا؛ 2. بەزۆر تووشکردن."
  },
  {
    "ID": 804,
    "name": "سەراس",
    "mening": "1. ناوازە؛ 2. تایبەتی."
  },
  {
    "ID": 805,
    "name": "سەران",
    "mening": "1. ئینسانانی باش؛ 2. کێوان، بەرزاییەکان."
  },
  {
    "ID": 806,
    "name": "سەرباز",
    "mening": "1. سەرلەپێناو رێگای وڵات و نیشتمان؛ 2. چەکداریۆ دەوڵەت."
  },
  {
    "ID": 807,
    "name": "سەربەخۆ",
    "mening": "ئازاد، بێ ئاغاباڵاسەر."
  },
  {
    "ID": 808,
    "name": "سەربەرز",
    "mening": "سەربڵند، سەرفراز."
  },
  {
    "ID": 809,
    "name": "سەربەست",
    "mening": "سەربەست، تەرخان، ئازاد."
  },
  {
    "ID": 810,
    "name": "سەربەند",
    "mening": "1. چەند وشەیەک لە سەرەتای گۆرانی؛ 2. بەستەی دوای مەقام و لاوک؛ 3. گوتنێک لە گۆرانیدا کە دوای چەند شیعرێک دەگەرێتەوە سەری؛ 4. سەردەستە؛ 5. سەرپۆشی دەفری بچووک، قەپاخ."
  },
  {
    "ID": 811,
    "name": "سەرپەل",
    "mening": "1. چاخی دەستپێکردنی بارانی بەپەڵە؛ 2. لقی بەرەوژووری دار؛ 3. نانێ کە لەسەر سکڵ ببرژێ؛ 4. سەرکردەی 3 هەتا 50 کەس پێشمەرگە."
  },
  {
    "ID": 812,
    "name": "سەرخێڵ",
    "mening": "سەرۆکی خێڵ، ساڵاری هۆزی کۆچەر."
  },
  {
    "ID": 813,
    "name": "سەردار",
    "mening": "1. سەرۆک و گەورەی خێڵ یان هۆز؛ 2. فەرماندەی سپا ولەشکەر؛ 3. سەرداری تەون."
  },
  {
    "ID": 814,
    "name": "سەردەشت",
    "mening": "شارێکە لە نزیک سنووری رۆژاوای کوردستانی رۆژهەڵاتەوە هەڵکەوتووە و دەور و بەری چیا و لێڕەوارە؛ داستانی زەڕدەشت و سەردەشت لێک دوور نین و من لێرەدا دەمەوێ نموونەیێکی مێژوویی بێنمەوە کە دەیسەلمێنێ سەردەشت، زەڕدەشت بووە و نێوکەی بە پێی رەوتی زەمان و کاریگەریی زاراوە لە زماندا، گۆڕانی بەسەردا هاتووە. لە کۆپەڕی شانامە و بڕێ کۆپەڕی دیکەشدا بە هەڵە لە سەر مەسەلەی زەڕدەشت و بەتایبەت گەلی کورد نووسین و باسی وایان بڵاو کردۆتەوە کە لە راستییەوە دوورن و کوردیان بە دێو و درنج نێو بردووە؛ لەمەڕ شەڕی (ئاهوورامەزدا) لەگەڵ (ئەهریمەن)یش، دەڵێن: ئاهوورا مەزدا لەگەڵ دێو شەڕی کردووە و مەبەستیشیان لە دێو کورد بووە و پاشان نێوی ئاوی (هێتی) یان (هەیتی) و (گورگان) و زۆر شتی دیکەیان هێناوە، کە فڕی بەسەر راستییەوە نییە و نەیانتوانیوە لە خاڵ بدەن؛ من لێرەدا باسی زەڕدەشت و ئاهوورا مەزدا و ئەهریمەنتان بۆ دەگێڕمەوە کە لە بنەڕەتدا بە پێی ئەو نێوانەی کە لە گاتاکاندا هاتوون، ئاوەهایە: لە لای شاری سەردەشت دەشتێک بوونی نییە کە نێوی سەردەشتی بەسەردا بڕابێ، بە واتای: شاری لای دەشت، یان شاری بان دەشت! لە بنەڕەتدا نێوی شاری سەردەشت، (زەڕدەشت) بووە کە گۆڕدراوە و بووە بە سەردەشت! لەلای سەردەشت گوندێک هەیە بە نێوی (هورمزئاوا)، لە باشووری کوردستانیش لەلای قەڵاچوالان گوندێک هەیە کە نێوی (هۆرمن)ە، راستییەکەی ئەوەیە کە لەو سەردەمەدا هۆرمن لەگەڵ هۆرمز بە شەڕ هاتووە و، هۆرمن هۆرمزی راو نێوە بەرە و سەردەشت بۆ لای ئەو گوندەی کە ئێستا نێوی هۆرمزئاوایە، لەوێ زەڕدەشت شکستی خواردووە و بە برینداری خۆی گەیاندۆتە لای (ئاوی هێتی)، کە تاڤگەیێکە لە ناوچەی سەردەشت، لەوێشەوە هەڵاتووە بۆ (گەورکان)ی نێوان سەقز و سەردەشت و مەهاباد که ئێستا بە ناوچەی (گەورک) یا گەورکان بەنێوبانگە، لەوێ زەڕدەشت دیسان تووشی شەڕێکی دیکە هاتووە، بەڵام ئیتر چارەنووسی لەوێدا دیار نییە و روون نەبۆتەوە کە بە کوێ گەییشتووە و چی بەسەر هاتووە! هەر کەسێ ناوچەی گەورک چووبێ و ئەو ناوەقەیەی دیبێ دەزانێ کە هەندێ گۆڕستان لەو ناوچەیە هەن کە خەڵک دەڵێن: ئەو گۆڕستانانە گۆڕستانی کافرەکانە و من بۆ خۆم لە پێشمەرگایەتی دیومن، ئیتر بۆ دەبێ زەڕدەشت لەوێ نەبووبێ و لە قەڵاچوالانەوە بەناو ئەو هەموو شاخ و داخەوە خۆی گەیاندبێتە (گورگان)ی لای خوراسان و لەوێ مردبێ! نووسەرانی فارس، بە داخەوە گەورکانیان بە گورگان زانیوە و هیچی دیکەیان بۆ ساغ نەبۆتەوە! لەکاتێکدا ئەو نێوانەی کە فردۆسی باسی دەکا، وەکوو: هورمز و هۆرمن و هێتی و زۆری دیکە، هەر هەموویان لە کوردستانن و ئەمانەش باشترین بەڵگەن بۆ سەلماندنی ئەم بانگاشەیە، کە زەڕدەشت لە کوردستان بووە؛ لەوانە گرنگتر، ئەوەتا ئەو شانامەیەی کە فردۆسی بانگاشەی نووسینی دەکا، لە بنەڕەتدا لە شانامەی کوردیی وەرگرتووە کە بە زاراوەی پالەوی یان کەڵوڕیی نووسراوە و ئەو شار و لادێیانەی کە فردۆسی لە شانامەکەیدا باسی دەکا هەر هەموویان لە کوردستانن و لە شوێنێکی دیکەی ئێران بوونیان نییە. بڕوانە زەڕدەشت. شهری است که در مرز غربی کوردستان غربی قرار گرفته و اطراف آن کوه و جنگل است؛ داستان زَرتشت و سردَشت از همدیگر دور نیستند و من در اینجا میخواهم نمونەای تاریخی را ذکر کنم که اثبات میکند سردشت، زرتشت بوده و اسم آن طبق حرکت زمان و تاثیرات لهجه در زبان عوض شدەاست. در کتاب شاهنامه و بعضی کتب دیگر اشتباهاً در بارە زرتشت و مخصوصاً ملت کورد نوشته و بحثهایی منتشر شدەاست که از واقعیت دور و ملت کورد را بنام دیو و درنج نام بردەاند؛ راجع به جنگ (اهورامزدا) با (اهریمن) نیز میگویند: اهورامزدا با دیو جنگیدەاست و مقصدشان از دیو ملت کورد بوده و بعد نام آب (هیتی) و (گرگان) و خیلی جاهای دیگر را آوردەاند که هیچیک از آنها واقعیت نیست و نتوانستەاند هدف را بزنند؛ من در اینجا، بحث زرتشت و اهورامزدا و اهریمن را برایتان بازگو میکنم که در اصل و طبق جاهایی که در گاتاها آمدەاند، اینطور است: در نزدیک شهر سردشت، دشتی وجود ندارد که نام سردشت را بر آن نهاده باشند آنهم بمعنی: شهر کنار دشت یا شهر بالای دشت! در اصل نام شهر سردشت، زرتشت بوده که به سردشت تبدیل شدەاست! در نزدیکی سردشت دهی وجود دارد باسم (هرمزآباد)، در جنوب کوردستان جنوبی نیز در نزدیکی (قەلاچوالان) روستایی هست بنام (هورمەن)، در واقع در آن زمان عشیرە هورمەن با تیرە هورموز جنگیدەاند و هورمەن، بر هورموز تاخته و او را رو به سردشت فراری دادەاست تا نزدیک روستایی که در حال حاڤر هرمزآباد نام دارد، در آنجا زرتشت شکست خورده و زخمی شده و خود را به چشمە (هیتی) که در منطقە سردشت قرار گرفته رساندەاست، از آنجا نیز بطرف منطقەای که (گەورکان) نام دراد و بین سقز و سردشت و مهاباد قرار گرفته خود را رساندەاست، در آنجا زرتشت دُباره دچار نبرد دیگری شدەاست، ولی دیگر از آنجا به بعد، سرنوشتش معلوم نیست و روشن نیست که به کجا رسیده و چه بلایی بسرش آمدەاست! هرکسی که منطقە (گەورکان) رفته باشد و آن ناحیه را دیده باشد، میداند که قبرستانهایی در آن منطقه وجود دارند که مردم عامی میگویند: اینها قبرستان کافران هستند و من خودم هنگامی که آنجا بودم آنها را دیدەام، پس چرا باید زرتشت در آنجا نبوده باشد و از منطقە قەلاچوالان در میان آن همه کوه و جنگل خودش را به گرگان خراسان رسانده باشد و در آنجا فوت کرده باشد! نویسندەهای فارس، متاسفانه گەورکان کوردستان را گرگان دانستەاند و هیچی دیگر از آن برایشان روشن نشدەاست! در صورتیکه آن اسمهایی که فردوسی از آنها نام میبرد، مانند: هرمز و هرمن و هیتی و غیره، همە آنها در کوردستان قرار گرفتەاند و اینها برای اثبات ادعای ما بهترین سند است، که زرتشت در کوردستان بودەاست؛ از آنها مهمتر شاهنامەای که فردوسی ادعای نوشتن آن را دارد، در اصل از شاهنامە کوردی اقتباس کرده که با لهجە پهلوی یا کوردی کلهری نوشته شدەاست و شهر و روستاهایی که فردوسی در شاهنامەاش بآن شاره میکند، همگی در کوردستان قرار گرفتەاند و غیر از کوردستان در هیچ جایی دیگر وجود ندارند. به زرتشت نگاه کن."
  },
  {
    "ID": 815,
    "name": "سەردەم",
    "mening": "کات، وەخت."
  },
  {
    "ID": 816,
    "name": "سەرسنگ",
    "mening": "1. سەرسینە، هەوار یان گوندی سەر سینگی شاخ و کێو؛ 2. شار یان گوندی لە سینەی چیادا هەڵکەوتبێ؛ 3. سەیرانگا و شارۆچکەیەکی خۆشە لە ناوچەی بادینان لە کوردستانی باشوور."
  },
  {
    "ID": 817,
    "name": "سەرسەنگ",
    "mening": "کێوێکە لەلای مەهاباد لە کوردستان."
  },
  {
    "ID": 818,
    "name": "سەرفەراز",
    "mening": "سەربەرز."
  },
  {
    "ID": 819,
    "name": "سەرمەد",
    "mening": "1. هەمیشە؛ 2. پەیتاپەیتا؛ 3. زیندوو."
  },
  {
    "ID": 820,
    "name": "سەرمەزد",
    "mening": "سەردەستەی یاریکەران."
  },
  {
    "ID": 821,
    "name": "سەرناز",
    "mening": "بەسەردادەر، بەخۆدادەر، سەرپۆش، پارچەی سەر خوانچە و شتی وا."
  },
  {
    "ID": 822,
    "name": "سەرناس",
    "mening": "1. بەدەنگ و نێو؛ 2. بەڕێز لەناو خەڵکدا؛ 3. ناسراو."
  },
  {
    "ID": 823,
    "name": "سەرنج",
    "mening": "1. وردبوونەوەی بەوردیی؛ 2. چاوکردن لە شت."
  },
  {
    "ID": 824,
    "name": "سەرهات",
    "mening": "1. سەرگوریشتە، بەسەرهات؛ 2. رووداو، بوویەر."
  },
  {
    "ID": 825,
    "name": "سەروەر",
    "mening": "سەرگەورە، سەردار، سالار."
  },
  {
    "ID": 826,
    "name": "سەرکار",
    "mening": "1. کاربەدەستی ئاغا یان خان؛ 2. فەرماندەری دەستەی گورووبانانی ئەرتەش؛ 3. فەرماندەری کرێکارانی بەشکۆ یان کارگە."
  },
  {
    "ID": 827,
    "name": "سەرکان",
    "mening": "نێوی هۆزێکە لە کوردستان."
  },
  {
    "ID": 828,
    "name": "سەرکۆ",
    "mening": "1. سەرکۆنە، لۆمە و سەرزەنش؛ 2. گەنمی سەرەوەی خەرمان."
  },
  {
    "ID": 829,
    "name": "سەرکۆت",
    "mening": "زبرەی سەربێژنگ لە کاتی دەخڵ تەقاندندا."
  },
  {
    "ID": 830,
    "name": "سەرکەش",
    "mening": "1. سەرکێش، سەرەڕۆ؛ 2. یاخی و ملنەدەر؛ 3. زۆردار و بەکار؛ 4. ملنەدەر و گوێنەدەر؛ 5. کێوێکە لە ناچەی گێڵان غەرب لە کوردستان."
  },
  {
    "ID": 831,
    "name": "سەرکەن",
    "mening": "کانی و ئاوێکی خۆشە لە دۆژ گوندەکانی (دەرەشیش و تاوێرە)، لە کوردستانی باشوور."
  },
  {
    "ID": 832,
    "name": "سەرکەوتنی منداڵان و لاوانمان، بە واتای سەرکەوتنی وڵاتەکەمانە",
    "mening": "1. سەرکەوتوو؛ 2. بەکامگەییشتوو."
  },
  {
    "ID": 833,
    "name": "سەرۆ",
    "mening": "بیرێک کە لە نادییارەوە بەدڵ دەگا، ئیلهام."
  },
  {
    "ID": 834,
    "name": "سەرۆک",
    "mening": "سەرپەرشت، ساڵاری هۆز و گەل."
  },
  {
    "ID": 835,
    "name": "سەرەتا",
    "mening": "دەستپێکی قسەکردن یان نووسین."
  },
  {
    "ID": 836,
    "name": "سەفان",
    "mening": "زنجیرەی چیا."
  },
  {
    "ID": 837,
    "name": "سەفین",
    "mening": "چیایەکی بەرزە لە پشتی شاری (شەقڵاوە) و شارۆچکەی (سەرمەیدان) لە کوردستانی باشوور."
  },
  {
    "ID": 838,
    "name": "سەگرمە",
    "mening": "سەرەتای بەرەی شەڕ، ئەو شوێنەی کە سەنگەر دەگیردرێ؛ 2. نێوی شاخێکە لە ناوچەی کۆیە لە کوردستانی باشوور؛ 3. چیایی سەخت و چڕوپڕ."
  },
  {
    "ID": 839,
    "name": "سەمسیر",
    "mening": "خڵتی ترێ، تڵفی هەنگوور."
  },
  {
    "ID": 840,
    "name": "سەنار",
    "mening": "نێوی عەشیرەتێکی کورد بووە لە لای ورمێ لە کوردستان."
  },
  {
    "ID": 841,
    "name": "سەنگاو",
    "mening": "هەم گوندە هەم دەڤەرێکە لە ناوچەی کەرکووک کە هۆزی (سەنگاو)ی تێدا دەژین."
  },
  {
    "ID": 842,
    "name": "سەنگەر",
    "mening": "چەپەر، مەکۆ، سپێر."
  },
  {
    "ID": 843,
    "name": "سەنیار",
    "mening": "کڕیار، شتکڕ، کەلوپەلکڕ."
  },
  {
    "ID": 844,
    "name": "سەکر",
    "mening": "1. داخستن، پێوەدانی دەرگا و پەنجەرە؛ (دەرگاکە سەکر کە)؛ 2. پاشماوەی (سەکا)کانن و (سەکا) یەکێک لە تیرە گەورەکانی رەگەزی ئارین کە لە ریزی ماد و پارتدا نێو دەبرێن؛ سەکاکان لە کۆندا لە سیستان و ئەفغانستان و مازندەراندا بڵاو بوونەتەوە. لە دوای ئەوەی کە تیرەی مانایی زیاتر لە چووار ساڵان حوکوومەتیان کرد، شکست دەخۆن و ماوەیەک حکوومەت دەکەوێتە دەست سەکاکان. سەکاکان لە بەرانبەر شاری زێوە یان زێویە کە لە کوردستاندایە و یەکێک لە گەورەشارەکانی مانایی یەکان بووە، شاری سەقز ساز دەکەن. وشەی سەقز یان سەکز لە وشەی سەکا وەرگیراوە. پاشان وردەوردە سەکاکان بوونەتە کورد و نێویان لە مێژوودا بە سەکر بڵاو بۆتەوە. هەندێ کەسیش پێیان وایە کە (شکاک)ەکان پاشماوەی (سەکا)کانن کە لە ورمێ و دەور و بەریدا دەژین و خاکی کوردستانە."
  },
  {
    "ID": 845,
    "name": "سەڵماس",
    "mening": "وشەیەکی تورکیە؛ نێوی کۆنی سەڵماس شاری (شاپوور) ە لە ئازەرباییجان و کوردستان. بەشی زۆری دانیشتووانی ئەم شارە ئازەرین و کوردیشی تێدا دەژی، بەڵام سێ بەشی زیاتری گوندەکانی دەوروبەری ئەم شارە، کوردن."
  },
  {
    "ID": 846,
    "name": "سەیوان",
    "mening": "1. سابات؛ 2. چەتر؛ 3. خەرمانەی مانگ."
  },
  {
    "ID": 847,
    "name": "شاباز",
    "mening": "بازی سپی و گەورە، بازێکی راوکەرە کە دندووک و چنگوڕکی ببڕ و بەکارن."
  },
  {
    "ID": 848,
    "name": "شاباڵ",
    "mening": "1. شاپەڕ، گەورەترین پەڕەکانی باڵی مەل؛ 2. ئەندازەی لەسەر پەنجەوە هەتا ئەستۆ."
  },
  {
    "ID": 849,
    "name": "شاخان",
    "mening": "1. هاوار و زریکاندنی منداڵ؛ 2. کێوان؛ 3. شاخگەلی بەران و پەزە کێوی و هیدیکە."
  },
  {
    "ID": 850,
    "name": "شاخۆ",
    "mening": "1. شاخی بچووک؛ 2. ئاماژە بە شاخی ئاژەڵ و کێوی بچووک."
  },
  {
    "ID": 851,
    "name": "شاخەوان",
    "mening": "زەردەوان، چیاپێو، کوێستانگەڕ."
  },
  {
    "ID": 852,
    "name": "شادان",
    "mening": "خۆشحاڵ و بەکەیف."
  },
  {
    "ID": 853,
    "name": "شاران",
    "mening": "ملوانکە یان گەردانەی لە گوێز و بادام."
  },
  {
    "ID": 854,
    "name": "شارۆ",
    "mening": "1. پاشەرۆک، چنینەوەی دانەوێڵەی پاش درەو؛ 2. چنینەوەی دوایین بەری ترێی پاش تەواوبوون لە باخ؛ 3. کۆکردنەوەی گەنمی دووراو لە سەر جێخەرمان؛ 4. سەوەچن، سەوەتەچن."
  },
  {
    "ID": 855,
    "name": "شاریا",
    "mening": "گوندێکە لە کوردستانی باشوور."
  },
  {
    "ID": 856,
    "name": "شاریار",
    "mening": "1. ، گەورەی شار، دەسەڵاتداری شار؛ 2. شایار، هاودەستی شا، ئاواڵ و دۆستی پاشا؛ 3. نێوی شاعیری گەورەی کوردی زەڕدەشتیی (پیر شالیار) ە، کە لە هەورامان ژیاوە لە کاتێکدا کە عەرەبەکان هێرشیان هێناوەتە سەر کوردستان."
  },
  {
    "ID": 857,
    "name": "شارەزا",
    "mening": "1. لەشار لەدایکبوو؛ 2. بەڵەد؛ 3. بەڕێگەزان؛ 4. زانا لەکار و بار."
  },
  {
    "ID": 858,
    "name": "شازاد",
    "mening": "1. بێچووە شا؛ 2. کورتکراوەی شارەزا و شارزا."
  },
  {
    "ID": 859,
    "name": "شاسوار",
    "mening": "1. گەورەسووار؛ 2. سوواری بەکار و چالاک؛ 3. سوواری بێوێنە."
  },
  {
    "ID": 860,
    "name": "شالاوێن",
    "mening": "شانەواز، دەنگخۆش و بەستەبێژی باش و لێهاتوو، کەسێک کە لە لاواندنەوە و دەنگخۆشیدا لێوەشاوە و زەبەردەست بێ."
  },
  {
    "ID": 861,
    "name": "شالوور",
    "mening": "ریشۆڵەی رەش، گاوانی."
  },
  {
    "ID": 862,
    "name": "شالیار",
    "mening": "1. شاریار، گەورەی شار، دەسەڵاتداری شار؛ 2. شایار، هاودەستی شا، ئاواڵ و دۆستی پاشا؛ 3. نێوی شاعیری گەورەی کوردی زەڕدەشتیی (پیر شالیار) ە، کە لە هەورامان ژیاوە لە کاتێکدا کە عەرەبەکان هێرشیان هێناوەتە سەر کوردستان."
  },
  {
    "ID": 863,
    "name": "شامار",
    "mening": "1. زەها، ئەژدیها، ئەژدەهاک، حەزیا؛ 2. تیرەیەکن کە دانیشتووی شارەکانی (خانەقین و سنە)ن لە کوردستان."
  },
  {
    "ID": 864,
    "name": "شاملوو",
    "mening": "1. من شام؛ 2. خەڵکی شام. 3. نێوی دوو گوندی کۆن بوون لە شارەزوور کە لە سۆنگەی لەمپەری دەربەندیخاندا چۆڵ کران و بوون بە ژێر ئاوەوە؛ 3. سەرنێوی شاعیری پایەبەرزی فارس: (ئەحمەدی شاملوو) ە؛ وشەی شام وشەیەکی عەرەبییە و لە زمانی کوردیی و فارسیدا وشەیەکی هاوبەشە واتە: سەرەتای شەو و نانی شێوان؛ وشەی (لوو) ش پاشگرە و واتە: سەربە، لەمەڕ، وەکوو هۆزی حەیدەرانلوو، سەربە حەیدەرن؛ دیسان شام چەند واتای دیکەی هەیە: 1. شام: تەنگی نوێژی شێوان؛ 2. شام: نێوی کۆنی شاری دیمەشق پایتەختی وڵاتی سووریەیە؛ 3. شام: گرێ و خڕایی سەخت لەبن پێست، لک."
  },
  {
    "ID": 865,
    "name": "شامی",
    "mening": "1. شووتی، زەبەش، شفتی، هەنی؛ 2. گەنمە شامی؛ 3.گوڵەگەنم؛ 4. سووکەڵە نێوی شامراد؛ 5. خەڵکی شام؛ 6. نازنێوی شاعیری نەمر، (شامی)ی هەرسینییە."
  },
  {
    "ID": 866,
    "name": "شامێر",
    "mening": "1. پیاوی بەواتا پیاو؛ 2. باڵابەرز و کەڵەگەت؛ 3. مرۆچەی درشت."
  },
  {
    "ID": 867,
    "name": "شاناو",
    "mening": "نێوی بەرز و پڕئاوازە، نێوی شاهانە."
  },
  {
    "ID": 868,
    "name": "شانۆ",
    "mening": "سەکۆی شانۆگەری، شوێنی هونەرنواندنی شانۆکاران، نمایشی چیرۆک و داستان."
  },
  {
    "ID": 869,
    "name": "شانەواز",
    "mening": "بڕوانە بۆ شالاوێن."
  },
  {
    "ID": 870,
    "name": "شاهۆ",
    "mening": "1. شاڤ، شاوە، دەنگی کەروێشک؛ 2. چیای چڕوپڕ لە دارستان کە ئاژەڵی کێوی زۆری هەبێ؛ 3. مەلێکی لنگدرێژی باڵشینە کە هەر لەدەم ئاو دەژی؛ 4. چیایەکە لە بەشی زنجیرەچیای زاگرۆس کە کەوتۆتە نێوان پاوە و هەورامان و رۆژهەڵاتی شاری هەڵەبجەوە؛ 5. لە گاتاکانی زەڕدەشتدا لە (هات)ی 31 شاهۆ بە (ئەشاوۆ) هاتووە:"
  },
  {
    "ID": 871,
    "name": "شاهێن",
    "mening": "یەکێ لە هۆزە شەڕاشۆکانی کورد بوونە کە لە ناوچەی تیکاپ دادەنیشتن و ساڵی (940) ی زایین دەوڵەتی ئێران بە تۆپزیی لەشکری گەورە و گرانی لەم هۆزە و هۆزەکانی دیکەی موکوریان کۆکردەوە و ناردنی بۆ شەڕ لەگەڵ عەرەب. ئوستاد نەوبەخت لە شانامەکەیدا تێروتەسەل باسی ئەم هۆزە و هۆزی (شووڵ و رەوەند) دەکا."
  },
  {
    "ID": 872,
    "name": "شاواز",
    "mening": "1. شاباز، بازی سپی؛ 2. شاباش، شاواش، ئەو بەخششەی کە بە بەزمگێڕی زەماوەن دەدرێ."
  },
  {
    "ID": 873,
    "name": "شاوان",
    "mening": "زەوینی بەردەڵان."
  },
  {
    "ID": 874,
    "name": "شاوێس",
    "mening": "گوندێکە بەرانبەر پیرزین لە بن هەولێر لە کوردستان."
  },
  {
    "ID": 875,
    "name": "شاڕێ",
    "mening": "رێگای پان و سەرەکی."
  },
  {
    "ID": 876,
    "name": "شاکە",
    "mening": "باڵەفڕەی مەلێک کە دەیەوێ باڵەوازە بێ."
  },
  {
    "ID": 877,
    "name": "شاکەژ",
    "mening": "کێوی گەورە و مەزن."
  },
  {
    "ID": 878,
    "name": "شاکەل",
    "mening": "1. کەلی بەرز و بڵند؛ 2. هەم گوندە و هەم ناوچە کە لە دۆژ کەلار و کفری لە کوردستانی باشوور هەڵکەوتووە."
  },
  {
    "ID": 879,
    "name": "شاڵاو",
    "mening": "حاشاوڵ، هێرش، پەلامار، لووزەو."
  },
  {
    "ID": 880,
    "name": "شایار",
    "mening": "بڕوانە شالیار."
  },
  {
    "ID": 881,
    "name": "شایان",
    "mening": "1. چەند شا؛ 2. شایەن؛ 3. هێژا؛ 4. سزاوار."
  },
  {
    "ID": 882,
    "name": "شایەن",
    "mening": "شاهێنی تەرازوو. بڕوانە: شایان."
  },
  {
    "ID": 883,
    "name": "شوانە",
    "mening": "شڤان، شووان، لەوەڕێنەر و پارێزەری ئاژەڵ لە دەشت و چیا."
  },
  {
    "ID": 884,
    "name": "شۆڕش",
    "mening": "راسان و راپەڕینی بەکۆمەڵ بۆ ئازادیی و مافی ژیان."
  },
  {
    "ID": 885,
    "name": "شۆڕەسوار",
    "mening": "سووارکاری باڵابەرز و سووارچاک."
  },
  {
    "ID": 886,
    "name": "شۆڕەلاو",
    "mening": "لاوی جووانچاک."
  },
  {
    "ID": 887,
    "name": "شێخاڵ",
    "mening": "باریکەبەفری سەهۆڵبەستووی پەنا رەشانگ کە درەنگ دەتوێتەوە."
  },
  {
    "ID": 888,
    "name": "شێردڵ",
    "mening": "1. ئازا و بەجەرگ؛ 2. وەک شێر نەترس."
  },
  {
    "ID": 889,
    "name": "شێرزا",
    "mening": "1. ، ئازا و نەترس؛ 2. ئاماژە بە رۆڵەی هەڵکەوتوو."
  },
  {
    "ID": 890,
    "name": "شێروان",
    "mening": "ناوچەیەکە سەر بە هەرێمی بارزان؛ 2. نێوی هۆزێک بووە کە راوی شێریان کردووە و شێریان بەخێو کردووە و بە هۆزی شێروان نێویان دەرکردووە."
  },
  {
    "ID": 891,
    "name": "شێرکوژ",
    "mening": "1. لەناوبەری شێر؛ 2. نێوی گردێکی گەورەیە لە رۆژاوای دەستەچەپی سلێمانی؛ 3. گوندێکە لە ناوچەی لەیلاخی سنە."
  },
  {
    "ID": 892,
    "name": "شێرۆ",
    "mening": "ئاماژە بە مرۆڤی نێرینەی زیرەک و بزێوە."
  },
  {
    "ID": 893,
    "name": "شێواز",
    "mening": "1. رەوشت و ئاکار؛ 2. شکڵ و شێوە؛ (شێوازی حەسەن زیرەک کوردیی رەسەنە)؛ 3. راهاتن، فێربوون."
  },
  {
    "ID": 894,
    "name": "شەپۆل",
    "mening": "پێل، شەپێل، مۆنجی زەریا."
  },
  {
    "ID": 895,
    "name": "شەرناخ",
    "mening": "هۆزێک و شارۆچکەیەکن لە ناوچەی جزیر و بۆتان لە کوردستانی باکوور‌."
  },
  {
    "ID": 896,
    "name": "شەرڤان",
    "mening": "شەڕوان، شەڕکەر."
  },
  {
    "ID": 897,
    "name": "شەرۆ",
    "mening": "خاوەن ئابڕوو، نازنێوی باڵابانژەنی کوردی خەڵکی گورجستان که نێوی (شەریف)ە."
  },
  {
    "ID": 898,
    "name": "شەماڵ",
    "mening": "1. شەمال، مۆمی داگیرساندن؛ 2. بای شەماڵ، ئەو بایەی کە کۆتایی زستان هەڵدەکا و بەفر دەتوێنێتەوە."
  },
  {
    "ID": 899,
    "name": "شەمدین",
    "mening": "سووکەڵەنێوی شەمسەدین."
  },
  {
    "ID": 900,
    "name": "شەنگۆ",
    "mening": "جووانچاک."
  },
  {
    "ID": 901,
    "name": "شەوار",
    "mening": "تەنگی نوێژی شەوان."
  },
  {
    "ID": 902,
    "name": "شەکار",
    "mening": "چیمەن و گیاجاڕ، مێرگ و سەوزەگیا."
  },
  {
    "ID": 903,
    "name": "فاما",
    "mening": "بەئاوەز، زیرەک و تێگەییشتوو."
  },
  {
    "ID": 904,
    "name": "فریا",
    "mening": "1. هاوار و داد؛ 2. کۆمەک و یارمەتی؛ 3. فریاکەوتن، بەهاواری کەسێکەوە چوون، هانا؛ 4. گەییشتن لەکاتی خۆیدا."
  },
  {
    "ID": 905,
    "name": "فەرات",
    "mening": "1. فرەهات؛ فورات، فرات؛ 2. تیژڕۆ؛ 3. چۆمی پڕئاو؛ 4. ئاوی شیرین و پاک بۆ خواردنەوە؛ 5. چۆمێکە لە دوو کەرت پێک دێ، کەرتێکیان چەمی قەرەسووە، کە لە (دوملوتەپە) ی باکووری ئەرزەڕۆم لە کوردستانی باکوور‌ سەرچاوە دەگرێ و 640 کیلۆمیتر درێژایی یە و سەرچاوەی کەرتەکەی تری کە پێیدەڵێن: چۆمی موراد و قەرەسوو، لە باکووری رۆژاوای شاری ئەلازیک، لە کوردستانی باکوور‌ سەرچاوە دەگرێ و هەموویان وێک دەکەونەوە و چۆمی فورات پێک دێنن، کە 647 کیلۆمیتری دیکەش بە کوردستاندا دەڕوا. فورات و دیجلە لە نزیک شاری بەسرەوە تێکەڵ دەبنەوە و دەبن بە یەکاوی عارەبان (شطٌ العَرب)، کە دەڕژێنە کەنداو (خلیج) ی فارسەوە."
  },
  {
    "ID": 906,
    "name": "فەرحان",
    "mening": "کاتی خۆشی و تێپەڕبوون لە تەنگانە."
  },
  {
    "ID": 907,
    "name": "فەرزین",
    "mening": "1. رێکوپێک، لەبار و جووان؛ 2. خۆدزینەوە و هەڵاتن بە خشکە."
  },
  {
    "ID": 908,
    "name": "فەرسەند",
    "mening": "دەرفەت، هەلی لەبار بۆ کارێک، کیس."
  },
  {
    "ID": 909,
    "name": "فەرما",
    "mening": "گوتی، فەرمووی."
  },
  {
    "ID": 910,
    "name": "فەرمان",
    "mening": "ئەمر، دەستوور. فەرمان و فرمان دو شتی لە یەک جیاوازن. فەرمان واتە: دەستوور، فرمانیش واتە: ئەرک و کار."
  },
  {
    "ID": 911,
    "name": "فەرهاد",
    "mening": "نێوی دڵدارەکەی (شیرین) و قارەمانی چیرۆکی (شیرین و فەرهاد)ی کوردییە، کە بە فەرهادی لوڕ بەنێوبانگە و هەڵکۆڵی بەردەکەی (تاقوەسان)ی کرماشانە. بڕوانە وشەی سان."
  },
  {
    "ID": 912,
    "name": "فەرکار",
    "mening": "فەرمان راگەیێن، کەسێک کە دەستوور یان فەرمانێک رادەگەیێنێ و دەیخوێنێتەوە."
  },
  {
    "ID": 913,
    "name": "فەیلی",
    "mening": "چەند تیرەن لە کورد کە لە بنەڕەتدا خەڵکی ئیلامن، بەڵام نزیکەی 400 ساڵ دەبێ کە لە بەغدا دەژین و لەبەر نەبوونی کار و باری ئابووری لە ئێران چوونەتە ئەوێ؛ هەندێک کەس وا بیر دەکەنەوە کە فەیلی واتە: فێئەت عەلی واتە: پەێڕەوانی حەزرەتی عەلی و زاراوە گۆڕیویەتی؛ دیتنێکی دیکەش هەیە کە دەڵێن: لە بەغدا بە کرێکاری کوردیان گوتووە: پاڵە و فەلە و وشەی فەیلی لەبەر ئەو هۆیە بە سەر فەیلییەکاندا دابڕاوە؛ بەڵام گرنگتر لە هەمووی ئەمانە، فەیلی واتە ئەو کوردانەی کە بە زاراوەی کەڵوڕی یان پالەوی قسە دەکەن و وشەی پالەوی عەرەب کردوویەتی بە فەهلەوی و بەو تیرەیەشیان گوتووە فەیلی و ئەو نێوەیان بەسەردا بڕاوە؛ فەیلییەکان لەبەرئەوەی کە شیعەن، سەددام حسێن، بە تاوانی شیعەبوون، زڵمی زۆری لێکردوون و هەتا ئێستا بە هەزارنیان لێ کوژراوە و هەڵداژراونەتەوە بۆ ئێران. بڕوانە بۆ پاڵەوان."
  },
  {
    "ID": 914,
    "name": "قاپۆ",
    "mening": "1. قاپۆک، ئەو شتانەی کە لافاو رایدەماڵێ و دەیخاتە قەراخ؛ 2. نیاز، ئاتاج. قاپۆم بە وەیس بوو، ئەویش بە سوننی دەرچوو!"
  },
  {
    "ID": 915,
    "name": "قارەمان",
    "mening": "پاڵەوان."
  },
  {
    "ID": 916,
    "name": "قەتوور",
    "mening": "نێوی قەڵا و ناوچە و گوندێکی کوردنشینە لە لای شاری خۆی لە هەرێمی شکاکان کە رابردووی لە باری کۆنبوونەوە دەگەڕێتەوە بۆ 716 ی زایین و لەو ساڵەدا سارگۆنی دووهەم پاشای ئاشوور، بەوێدا تێپەڕیوە و چۆتە ناو خاکی ئۆرارتۆرەوە."
  },
  {
    "ID": 917,
    "name": "قەرەنی",
    "mening": "دووهەمین کوتانی چەڵتووک بە دنگ."
  },
  {
    "ID": 918,
    "name": "قەزاز",
    "mening": "1. زەنگیانەهۆن؛ 2. ئاوریشم فرۆش؛ 3. هەوای گۆرانییەکی کوردیی."
  },
  {
    "ID": 919,
    "name": "قەسری",
    "mening": "قەسرین، لەسەرمادا تەزیو، سەرمابردوو."
  },
  {
    "ID": 920,
    "name": "قەندیل",
    "mening": "شووشەسەهۆڵ، چلوورەبەفر؛ 2. چرادان، چرائاوێز، چرای بە سرمیچەوە داڵۆسکەکراو؛ 3. سەربەندی گۆرانییی کوردییە."
  },
  {
    "ID": 921,
    "name": "قەڵاتان",
    "mening": "1. نشینگەی میر و مەزنان؛ 2. خانووی سەر کێو؛ 3. نێوی گوندێکە لە ناوچەی شاروێران لە هەرێمی موکوریان کە سەر بە شاری مەهابادە و بەکرێگیراوانی کۆماری ئیسلامی خەڵکەکەیان قەڵاچۆ کرد و مامۆستا هێمن سەبارەت بەو رووادوە شیعرێکی داناوە:"
  },
  {
    "ID": 922,
    "name": "قەڵخان",
    "mening": "1. قەڵغان، سپەر، سپێر؛ 2. دڕووەکەنگری وشکەوەبوو."
  },
  {
    "ID": 923,
    "name": "قەیوان",
    "mening": "نێوی کەلێکە لە رۆژهەڵاتی سلێمانی و دوو گوند بوون لە کوردستانی ژێردەستی ئێراق، کە بە دەست حوکمی بەعس وێران کران."
  },
  {
    "ID": 924,
    "name": "گابریاس",
    "mening": "نێوی فەرماندەرێکی ماد بووە کە بەرپرسی یەکێ لە لەشکرە پیادەکانی کوورشی هەخامەنشی بووە."
  },
  {
    "ID": 925,
    "name": "گاداتاس",
    "mening": "خوداداو، فەرماندەرێکی ماد بووە کە بەرپرسی یەکێ لە لەشکرە پیادەکانی کوورشی هەخامەنشی بووە."
  },
  {
    "ID": 926,
    "name": "گارۆ",
    "mening": "گارگارۆ، هێلانەی مەل لە کونی داردا."
  },
  {
    "ID": 927,
    "name": "گارۆسا",
    "mening": "نێوی هۆزێکی کورد بووە لە ناوچەی وان کە بە دەستی دەوڵەتی عوسمانی هەڵداژراونەتە قبرس و لەوێ ماونەتەوە و لە نێوان تورکدا زمان و فەرهەنگی خۆیان وردە وردە لەبیر کردووە و بوونە بە تورک."
  },
  {
    "ID": 928,
    "name": "گارە",
    "mening": "1. خشڵی گوێ، گوارە؛ 2. دەنگی مریشکی هێلکەکەر؛ 3. دەنگی گازنده و گڕووگرتن‌ی منداڵ لە ناوچەی خۆشناوەتی بەکار دەبرێ؛ 4. گەیری، چیا، شاخ، کێو، کەژ، کۆ؛ 5. چیایەکە لە ناوچەی بادینان بەرانبەر بە شاری ئامێدی کە سەدام حسێنی خوێنەخۆر بەسەریەوە قەڵایەکی خستۆتەوە و چوواردەوری شوورەچن کردووه بۆ جێگای گەشتی خۆی‌، بەڵام ساڵی 1991، دوای ڕەوەمێژوویییەکەی کوردستانی باشوور، کەوتەوە دەست کورد و ئێستا لە ژێر کونترۆڵی حوکوومەتی هەرێمی کوردستاندایە."
  },
  {
    "ID": 929,
    "name": "گاوارە",
    "mening": "1. دۆڵی گاوران، گاوەرە، لە بنەڕەتدا (گاوردەڕڕە) بووە، واتە: دۆڵێک کە کوردی (گۆران)ی لە دەوروبەر ژیابێ؛ 2. تیرەیەکن لە هۆزی گۆران لە ناوچەی کرماشان. بڕوانە گۆران."
  },
  {
    "ID": 930,
    "name": "گاوەرۆ",
    "mening": "1. لە بنەڕەتدا گاورڕۆ بووە واتە: چەمێک کە کوردی یارسانی لە قەراخدا ژیابێ، رۆباری گاورەکان، یان چەمێک کە هی گاورەکان بووبێ؛ 2. نێوی چەمێکە لە نێوان سنە و کامیاران."
  },
  {
    "ID": 931,
    "name": "گرنگ",
    "mening": "بایەخدار، بەنرخ، کار یان شتێک که بایەخی هەبێ."
  },
  {
    "ID": 932,
    "name": "گریڤان",
    "mening": "1. گردی پاسەوانان؛ 2. گوندێکە لە ناوچەی دهۆک لە بادینانی کوردستان؛ 3. واتای (ژێرکراسی)ش دەدا."
  },
  {
    "ID": 933,
    "name": "گوندی",
    "mening": "لادێیی، خەڵکی دێهات، کرمانج."
  },
  {
    "ID": 934,
    "name": "گۆتان",
    "mening": "نێوی هۆزێکی کورد بووە لە ناوچەی وان کە بە دەستی دەوڵەتی عوسمانی هەڵداژراونەتە قبرس و لەوێ ماونەتەوە و لە نێوان تورکدا زمان و فەرهەنگی خۆیان وردە وردە لەبیر کردووە و بوونە بە تورک."
  },
  {
    "ID": 935,
    "name": "گۆتۆ",
    "mening": "گۆتی، گۆسی، گۆسان، نێوی کۆنی تیرەیەکی کوردە کە 2649 ساڵ بەر لە زایین، وڵاتی سۆمەر و ئەکەدیشیان داگیر کرد و ئەم دەسە‌ڵاتەیان 125 ساڵ و 40 رۆژ درێژەی کێشا. دوایە وشەی گۆتی بە تێپەڕبوونی زەمان بووە بە کۆتی و کورتی و کاردخۆی و کوردخۆی. ئەم تیرەیە لە کێوەکانی زاگرۆسدا ژیاون. (ئێسترابوون) ی یۆنانیی لە باسی (ئاترۆپات) یان (ماد) ەکاندا بە کورتەکان نێوی بردوون. گەزەنفۆنیش لە گەڕانەوەی دەهەزار کەسەکەیدا لە (401) ی بەر لە زایین، لە چیاکانی زاکرۆس تووشیان هاتووە و بە دەستی هەر ئەو کاردۆخییانە زەبری کاریی وە لەشکرەکەی کەوتووە و لە (ئاناباز) یان (گەڕانەوە) دا باسی کردووە و لە فەرانسەیی یەوە کراوە بە کوردی. ئەم نێوە وەک لەسەرەوە باسم کرد، نێوی کۆنی کوردە کە عەرەب کردوویەتی بە جوودی و جوودیش کێوێکە لە کوردستان لە ناوچەی بادینان کە لە پشت نوسێبینەوە دادەکشێ بۆ لای زاخۆ و لە قورعان و لە ئینجیلیشدا هاتووە بۆ ئەوەی کە دەڵێن: پاپۆڕەکەی نۆح لە کاتی لافاوەکەدا، لە سەر ئەم کێوە نیشتۆتەوە. بڕوانە: گۆسان."
  },
  {
    "ID": 936,
    "name": "گۆران",
    "mening": "نێوی تیرەیەکە لە کورد کە لە ناوچەی داڵاهۆ و رێژاو و زۆر شوێنی دیکەی کوردستان دەژین و رەدووی ئایینی (یارسان) یان (ئەهلی هەق) ن و (کاکەیی) یشیان پێدەڵێن. گۆرانەکان یەکەمین یان دەتوانم بڵێم یەکێ لەو تیرەگەلەی کوردن کە زووتر لە هەموو تیرەکانی کورد دەستیان کردووە بە کشتوکاڵ و ئاژەڵداریی و وشەی (گۆرانیی) بە نێوی ئەوانەوە هاتۆتە ناو زمان و ئەدەبیاتی کوردی؛ هۆزی گۆران یەکەم هۆز و تیرەی کوردن کە شارنشینییان دەست پێکردووە؛ لەبەر ئەوەش کە موسوڵمان نین، بەداخەوە پێیانگوتوون: گەور یان گاور، واتە: ناموسوڵمان!؛ لە سەرەتای سەرهەڵدانی ئیسلامەتیشدا هەر سروود و ستران و ئاوازێکیش کە پێداهەڵگوتنی (ئیسلام)ی تێدا نەبووبێ، بە نالەبار و ناشایانیان لە قەڵەم داوە و پێیانگوتووە: گەورانی یان گاورانی!! و لەلایەن موسوڵمانانەوە بەرگری لێکراوە و وردە وردە ئەو ستران و سروودانە وشەی گەورانی بەسەردا بڕاوە و دوایی بۆتە: گۆرانی! هۆزی (گۆران) هۆزێکی کۆن و گەورەن؛ بەداخەوە (کوردی وشکەڕۆی موسوڵمان) یش پێیانگوتوون: دز، چەتە، رێگر، کە من پێموایە لەبەر ئەوەی کە موسوڵمان نەبوونە و پەیڕەوی ئایینی کۆنی یارسانن, وایان پێگوتوون، چونکە ئەوانە سەریان بۆ عەرەب و تەنانەت کوردی موسوڵمانیش کە لەبنەڕەتدا موسوڵمان نەبوونە و بە شەق و شمشێری عەرەب بوونەتە موسوڵمان، دانەنەواندووە؛ لەبەر ئەوەش کە کوردی موسوڵمان پەیتاپەیتا هێرشیان کردوونەتە سەر و ئازاریان داون، ناچار کاردانەوەیان نیشان داوە و خۆیانیان پاراستووە، کوردە موسوڵمانەکەش لە داخی ئەوە کە ئەم یارسان (ئەلحەق) انە پەرچەیان لەو دینە نەتەوەیی یەی خۆیان کردووە, ئامادە نەبوونە ببن بە موسوڵمان و ناونیتکەی وایان لێناون و بە دز و چەتە و رێگریان لەقەڵەم داون، لە کاتێکدا وا نییە و بۆ هەموو کوردیکی تێگەییشتوو و رۆشنبیر جێگای سەربەرزین، چونکە یارسان یان گۆرانەکان، زمان و کولتووری کوردییان لە چوارچێوەی ئەو دینە کۆن و نەتەوەیی یەی خۆیاندا بۆ پاراستووین! نێوی گۆران لە وڵاتانی ئورووپایی و ئامریکا و شوێنانی دیکە، بە یۆران دەخوێرێتەوە و ئەمیش وەکوو ئالان نێوێکی دنیاداگر (ئینترناشیۆناڵ)ە. بڕوانە (پاڵەوان) و (یارسان) لە بەشی کوڕان."
  },
  {
    "ID": 937,
    "name": "گۆڤەند",
    "mening": "لە زاراوەی کرمانجیدا واتە: شایی و هەڵپەڕکێ، بەزم و دیلان، داوەت و چۆپیکێشان."
  },
  {
    "ID": 938,
    "name": "گۆیژە",
    "mening": "گۆییژ، بلچ، گڤیشک، 1. کێوێکە لە رۆژاوای شاری سلێمانی لە باشووری کوردستان؛ 2. گەڕەکێکە لە داوێنی ئەم کێوە هەر لەو شارە کە ئەو گەڕەکە لەبەر ئەو کێوەی گۆیژە ئەو نێوەی بەسەردا بڕاوە."
  },
  {
    "ID": 939,
    "name": "گێۆمات",
    "mening": "وڵاتی مۆغەکان، نێوی یەکێ لە موغەکانی ماد بوو، کە لە دژی داریووش راپەڕی، بەڵام سەرنەکەوت و بە دەستی داریووش کوژرا و راپەڕینەکەشی کە مادەکانی لە پشت بوون، سەرکوت کرا. بڕوانە بۆ کڕمات."
  },
  {
    "ID": 940,
    "name": "گەزۆ",
    "mening": "ئاونگی شیرینی دار، شیلەی دارگەزۆ."
  },
  {
    "ID": 941,
    "name": "گەلۆ",
    "mening": "1. ئایا، ئاخۆ، تۆبێژی، ئەی ئەوانەی قسەتان لەگەڵ دەکەم، وەکوو: گەلۆ تۆ بێژی رۆژێ کورد بە ئاواتی خۆی بگا؛ 2. گەلۆ هەوایەکی گۆرانیی کوردییە."
  },
  {
    "ID": 942,
    "name": "گەلیار",
    "mening": "1. دۆستی خەڵک؛ 2. هۆزێکن لە تیرەی لوڕ."
  },
  {
    "ID": 943,
    "name": "گەمۆ",
    "mening": "چیایەکە لە ناوچەی قەسری شیرین لە کوردستان."
  },
  {
    "ID": 944,
    "name": "گەنجۆ",
    "mening": "گەنجینە، ماڵ و سامان.، بانگ کردنی لەسی لاو"
  },
  {
    "ID": 945,
    "name": "گەنجە",
    "mening": "1. گاڵتە و گەپ؛ 2. ژووری رسق و کەلوپەل."
  },
  {
    "ID": 946,
    "name": "گەوران",
    "mening": "1. دەشتێکە لە کوردستان لەلای دیاربەکر نەوتی زۆری هەیە؛ 2. نێوی گوندێک و هۆزێکی کوردە لە کوردستان."
  },
  {
    "ID": 947,
    "name": "گەڕناس",
    "mening": "شارەزا لە گەڕان، دنیادیتوو."
  },
  {
    "ID": 948,
    "name": "گەڕوان",
    "mening": "گشتوان، کەسێ کە سەروکاری لەگەل گەشت و گەڕانە."
  },
  {
    "ID": 949,
    "name": "گەڵاڵە",
    "mening": "1. داڕشتنی نەخشە بۆ کار یان شەڕێک یان شتی دیکە؛ 2. نموونە و پێشنووس. لە گەڵاڵەی سەفەر یان شەڕدا بووین."
  },
  {
    "ID": 950,
    "name": "گەیلان",
    "mening": "گالان، گێڵان، گوند و دەشتێکە لە ناوچەی هەولێر لە کوردستان."
  },
  {
    "ID": 951,
    "name": "لاز",
    "mening": "لاوی جوانچاک"
  },
  {
    "ID": 952,
    "name": "لازان",
    "mening": "کۆی لاز، وشەی لاز بەتەنیا 2 واتای هەیە: 1. (شەک) و (بەران)ی چووار ساڵە، 2. کوڕی گەنج و شۆخ و شەنگ. (لازان)یش واتە: کۆی بەران، کوڕگەلی شۆخ و شەنگ."
  },
  {
    "ID": 953,
    "name": "لازۆ",
    "mening": "لاسۆ، ئەی جووان، هۆ لاوۆ."
  },
  {
    "ID": 954,
    "name": "لاس",
    "mening": "1. لاز، لاج، لاوی جووانچاک؛ 2. لاخە، گیای دووراوی نەبەسراوی کۆمنەکراو؛ 3. دەنگی گەماڵ لەکاتی تاوکردنی دێڵەبەبادا؛ 4. دارێکە لە دارسنجوو دەکا و دڕکی نییە؛ 5. کۆمای گزرە؛ 6. ژەنین یان پێوەدانی گۆڵەسەگ لە دەسان؛ 7. فریو؛ 8. ریخ یان لاسی گا، شیاکە؛ 9. نێوی قارەمانی چیرۆکی (لاس و خەزاڵ) ە کە لاس خەڵکی باڵەک و لە هۆزی باڵەکیان بووە."
  },
  {
    "ID": 955,
    "name": "لاسار",
    "mening": "1. گوێنەبیس و سەرەڕۆ؛ 2. هاروهاژ و گوێنەدەر؛ 3. سەرسەخت."
  },
  {
    "ID": 956,
    "name": "لاسامە",
    "mening": "رێژنە، رەهێڵە، شەستەباران."
  },
  {
    "ID": 957,
    "name": "لاسۆ",
    "mening": "کوڕۆ، لاوۆ. بڕوانە: لازۆ."
  },
  {
    "ID": 958,
    "name": "لانۆ",
    "mening": "بچووککراوەی وشەی (لان)ە کە مانای هێلان و شوێن و جێگای ژیان دەدا و ئاماژەیە بە هێلانەی باڵندە و پەلەوەر."
  },
  {
    "ID": 959,
    "name": "لاوان",
    "mening": "کۆی وشەی (لاو)ە، کە مانای گەنج و خورت دەدا، خورت وشەیەکی کرمانجییە و واتە لاو، گەنج. وەکوو: خورتێن مە، واتە گەنجەکانی ئێمە. لە موکوریان بە لاو دەڵێن: جەوان!"
  },
  {
    "ID": 960,
    "name": "لاوژە",
    "mening": "1. گۆرانی، ستران، قام؛ 2. لەبەر ئەوە، بۆ ئەمە."
  },
  {
    "ID": 961,
    "name": "لاوک",
    "mening": "1. گۆرانیی درێژ و کەون؛ 2. هەوای قەتارێکی کوردیی کۆنە؛ لاوک بە ناوەڕۆک شێوە و جۆری جیا لەیەکی هەیە کە باسی رووداوی حەماسی و راستەقینەی تێدایە. ئەم هەوایە لە لایەن گۆرانیبێژانی بەنێوبانگی وەکوو: کاووس ئاغا و حەسەن جزیریی و عارف جزیریی و حیسا بەرواریی و مریەم خان و هیدیکەوە گوتراوە و بەیتە کۆنەکان بە لاوک گوتراون. دیسان لاوک واتای کوڕ دەدا. بۆ نموونە لە زاراوەی کرمانجیدا دایک یان باوک ئەگەر بێژن دوو کوڕمان هەیە، دەڵێن: دوو لاوکێن مە هەنە. گزنفۆنی یۆنانیی کە ساڵی 401 ی بەر لە زایین، بە بانگهێشتنی کوورۆشی کوڕی داریووش هاتۆتە وڵاتی ئێرانی ئەو سەردەمە، لەکاتی گەڕانەوی 12000 سووارەکەیدا بۆ یۆنان، لە کوردستان 355 تا 430 ی زایینیی، تووشی شەڕ دەبن! گزنفۆن لە ئاناباز (گەڕانەوە) دا دەڵێ: (کاردۆخییەکان کە ویستیان هێرش بکەنە سەرمان، جۆرێک سروودی پڕجۆش و خرۆشیان دەگوت کە ریتم و میزانی نەبوو!) بە پێی گوتەکانی گزنفۆن، ئەو سروودە پڕجۆش و خرۆشە دوور نییە هەر ئەو لاوکە‌ بێ کە ئەمڕۆ لە کوردستان ماوەتەوە و ریتمی نییە و ئازاد دەگوترێ!"
  },
  {
    "ID": 962,
    "name": "لاوکۆ",
    "mening": "1. کوڕی لاو؛ 2. کوڕی تازەپێگەییشتوو؛ 3. کۆی لاو؛ لە زمانی کوردیدا نێوگەلێک کە پاشگری (ۆ)یان هەیە، زیاتر بۆ بانگکردنە لەبەر هەستی خۆشەویستیی. بڕوانە بۆ لاو."
  },
  {
    "ID": 963,
    "name": "لاوۆ",
    "mening": "رۆڵە، وشەی دەنگدان و دەستوورە، بۆ روو لە کوڕی لاو و گەنج بەکار دێ، وەکوو نەکە لاوۆ، نەکە کوڕۆ."
  },
  {
    "ID": 964,
    "name": "لاوین",
    "mening": "وەکوو لاو، وێنەی لاو."
  },
  {
    "ID": 965,
    "name": "لاڤا",
    "mening": "جوان و لەبەرچاو."
  },
  {
    "ID": 966,
    "name": "لوتکە",
    "mening": "نووک، دوند، ترۆپک، کەپک، پۆپە، قەلەپۆپەی چیا و کێو."
  },
  {
    "ID": 967,
    "name": "لێزان",
    "mening": "1. کارزان، لەشتزان؛ 2. ناوچەیەکە لە بادینان لە کوردستان."
  },
  {
    "ID": 968,
    "name": "لێزمە",
    "mening": "رێژنە، رەهێڵە، شەس لاسامەی باران."
  },
  {
    "ID": 969,
    "name": "لێشاو",
    "mening": "1. ئاوی زۆر و خوڕ؛ 2. بە هورووژم."
  },
  {
    "ID": 970,
    "name": "لەزگین",
    "mening": "1. رووخۆش؛ 2. چالاک و بەکار."
  },
  {
    "ID": 971,
    "name": "لەنگەر",
    "mening": "1. وەستان، مەنەر، وەکوو: وەستانی مەل لەکاتی فڕین و وەستانی چۆپیکێش لە کاتی هەڵپەڕیندا؛ 2. ئاسنی سەر بە قووڵایی بەزنجیرەوە بۆ وەستانی گەمی دەخرێتە دەریاوە؛ 3. خۆڕاگرتن و راوەستان لە شوێنی بەرز و باریک؛ 4. لەکارکەوتە؛ 5. لەفڕین راوەستانی باڵندە لە حەوا."
  },
  {
    "ID": 972,
    "name": "لەهۆن",
    "mening": "لهۆن، هەم ناوچە و هەم تیرەیەکە لە کورد لە هەورامانی کوردستان."
  },
  {
    "ID": 973,
    "name": "لەیرۆ",
    "mening": "1. ساوای نێرینە، کۆرپەی نێرینە؛ 2. بە زاراوەی زازاکی واتە: رۆڵە، فرزەن، فەرزەن؛ 3. سەربەندی گۆرانییەکی کوردییە بە زاراوەی کرمانجی:"
  },
  {
    "ID": 974,
    "name": "لەیلاخ",
    "mening": "هەوارگەی هاوینی، زۆزان، کوێستان."
  },
  {
    "ID": 975,
    "name": "لەیلان",
    "mening": "1. بیاوان، چۆڵ و دەشت؛ 2. تراویلکە؛ 3. تریفە."
  },
  {
    "ID": 976,
    "name": "ماد",
    "mening": "نێوی کەونارای رەتەوەی کوردە کە لە سەدەی حەوتەمەوە تا کۆتایی سەدەی هەشتەمی بەر لە زایین دەوڵەتی مادیان پێک هێناوە و یەکەمین پاشایان نێوی دیاکۆ بووە و دواهەمین پاشای ئەم ئیپەراتۆرییەش ئەژدەهاک بووە کە عەرەب بە زوحاک و فارسیش بە ئازیدهاک نێوی دێنن؛ مادەکان لەگەڵ مانایی یەکان کە لە باشووری زەریای ورمێدا ژیاون خزم بوونە؛ مادەکان دوای ئەوەی کە ئاشوورییەکانیان لەناو برد، واتە ساڵی 618ی بەر لە زایین، تیرەکانی: ئیلام، پارس، هیرکان، تەبەری و باکتەری هێناوەتە ژێر فەرمانی خۆیان؛ بنەمای سۆلانی مادەکان، بریتین لە: گۆتییەکان، لۆلۆییەکان، کاسییەکان، میتانییەکان، سۆبارییەکان، نەیرییەکان، مانایی یەکان، کوردۆکەکان و ئۆرارتۆکانیان کە لە بەردەنووسەکانی: سۆمەری، ئەکەدی، بابلی و ئاسووریدا زۆرجار نێویان هاتووە؛ پایتەختی مادەکان. شاری هەمەدانی ئێستا بووە، بەڵام بە پێی نووسینەکانی هێرۆدۆت، ساڵی 550ی بەرلە زایین بە دەستی کوورشی هەخامەنشی لە دەسە‌ڵات کەوتوون؛ لە ژیار و شارستانییەتی مادەکان شتێک لە دەسڕەسدا نییە بەڵام پارسەکان لە دابوکرداری و تەنانەت جلوبەرگی مادەکان کەڵکیان وەرگرتووە؛ هیچ بەردەنووسیکیش نیشاندەری هێڵ و نووسینی مادەکان نییە بەڵام لە بەردەنووسەکانی ئاشوور و لە بەردەنووسەکانی هەخامەنشیدا دەتوانین شوێنی ژیاری مادەکان هەڵکەین؛ چەند میناک لە شوێنەواری مادەکان ماون کە بنەڕەتی ژیاری مادەکان نیشان دەدا و ئەم شوێنەوارانە بریتین لە: 1. پەیکەری شێرێکی بەردین لە هەمەدان، 2. دیمەنی کەندەکاری کراوی پیاوێک بە جلوبەرگی مادییەوە لە گۆڕیچەیێک لەلای سەرپێڵ زەهاو، کە ئێستا بە (دووکانی داوود) بەنێوبانگە، 3. دیمەنی فرووهەر بە سەر بەردێکەوە لەلای شاری سەحەنە، 4. گۆڕیچە یان سەراویلکەیەک لە دێرانی لورستان کە بە (تاقی فەرهاد) بەنێوبانگە، 5. پەیکەری کەندەکاریکراوی پیاوێک لە حاڵی پەرستندا لە گۆڕیچەیێکی بچووک لە گوندی (نەوئێسحاقوەند)ی نزیک کرماشان، 6. دیمەنی پاشا و رۆحانییێک کە هەر دوو لایان مەشخەڵی ئاگرە لە (قزقاپان)ی لای دووکان لە ناووچەی سلێمانی. 7. شاری هەمەدان بە حەوت ‌قەڵای رەنگاورەنگەوە و کۆشکێک کە نیشاندەری ژیاری بریسکەداری مادەکانە!"
  },
  {
    "ID": 977,
    "name": "مادۆ",
    "mening": "لە وشەی ماد وەرگیراوە، بە واتای مادی بچووک. تیپی (ۆ) لە کۆتایی وشەی نێو لە کوردیدا واتای بچووککردنەوە دەدا لەبەر هەستی خۆشەویستی. وەکوو: جەماڵ: جەمۆ، یان حەسەن: حەسۆ."
  },
  {
    "ID": 978,
    "name": "مادۆسا",
    "mening": "نێوی هۆزێکی کورد بووە لە ناوچەی کەرکووک کە بە دەستی دەوڵەتی خوێنڕێژی عوسمانی هەڵداژراونەتە قبرس و لەوێ ماونەتەوە و لە نێوان تورکدا زمان و فەرهەنگی خۆیان وردە وردە لەبیر کردووە و بوونەتە تورک."
  },
  {
    "ID": 979,
    "name": "مارتیا",
    "mening": "بە پێی بەردەنووسەکەی کێوی بێستوون نێوی ئەو سەردارە کوردە ئیلامییەیە کە دژی داریووش راپەڕیوە."
  },
  {
    "ID": 980,
    "name": "مارد",
    "mening": "1. سەرکێش، یاخی؛ 2. بەرز و هەڵاتوو؛ 3. نێوی کۆنی ماد بە زمانی یۆنانیی؛ 4. تیرەیەکی گەورەی کۆنی کوردن کە پشتی لوڕەکانن؛ 5. ‌قەڵایەک و گوندێکە لە ناوچەی لوڕنشینی بەهمەنشێر لە خوڕەمشار؛ 6. باژێڕی ئێستای ماردین لە کوردستان شمالی وەبیرخەرەوەی ئەم تیرەیەن."
  },
  {
    "ID": 981,
    "name": "ماردین",
    "mening": "1. رەنگی سووری تۆخ؛ 2. لە تیرەی ماد. بڕوانە مارد؛ 3. نێوی شارێکی کوردنشینە لە کوردستانی باکوور لە نێوان دیاربەکر و نوسێبین، کە کوردەکانی ئەوێ بە مێردین نێوی دێنن. لە کۆندا بە (ماردوون)یش نێوبراوە؛ بڕوانە مارد لە بەشی کوڕان لە سەرەوە. لە فەرهەنگی (دێهخودا) ی فارسیدا هاتووە کە: ‌قەڵایەکە بەسەر چیای (جزیر) ەوە کە دەڕوانێ بە سەر (بەردەنیسەر! و دارا و نوسێبین) دا و ماردین یەکێ لە شارەکانی کوردستانە کە لە داوێنی چیای قەرجداخدا هەڵکەوتووە؛ بە پاڵەوان و شەڕکەرەکانی هۆزی میتان، کە هۆزێکی کورد بوونە، گوتوویانە: ماریا، هەندێ زانا دەڵێن: شاری ماردین شوێنێ ئەم هۆزە بووە و لە بنەڕەتدا نێوی شاری ماردین، ماریادین بووە و بەر لە هاتنی ئیسلام، لە سەردەمی زەڕدەشتییەکاندا بنیات نراوە. بەڵام عەباسییەکان لە 279 ی کۆچییدا پەلاماری دەدەن و وێرانی دەکەن. یاقووت الحموی دەڵێ: احمد بن مروان دوای ئەوەی کە بە سەر حەمدان بن حەمدوونی حاکمی ماردیندا سەردەکەوێ، ساڵی 440 ی کۆچیی ئەم ‌قەڵایەی لە سەرڕا ئاوەدان کردۆتەوە."
  },
  {
    "ID": 982,
    "name": "مارۆ",
    "mening": "1. بەش، قەشە، قەشان، تەوێڵسپی، تەختی ناوچاوانسپی؛ 2. ئەسپێ کە خاڵی چەرمگ لە پایدایە، یان ئەسپێک کە مەچەکی دەستی سپی بێ. لە نێو خەڵکدا وایە کە دەڵێن: فڵانەکەس وەک گای مارۆ وایە، واتە هەمیشە لەبەرچاوە و ناسراوە."
  },
  {
    "ID": 983,
    "name": "مارۆن",
    "mening": "1. گیایەکە بۆ سەرێشە باشە و (مرۆخۆش) یشی پێدەڵێن؛ 2. بەردێکی رەشە کە تێکەڵ بە کل یان کڵەی دەکەن بۆ چاو."
  },
  {
    "ID": 984,
    "name": "مازن",
    "mening": "1. مەزن، گەورە؛ 2. سەرۆکهۆز."
  },
  {
    "ID": 985,
    "name": "مازین",
    "mening": "گوندێکە لە ناوچەی وان، لە کوردستانی ژێر دەسە‌ڵاتی تورکیە."
  },
  {
    "ID": 986,
    "name": "مامەند",
    "mening": "1. مێنەماڵ، مامەندە، نیشتەجێ، ماندەگار؛ 2. نێوی چیایەکی بڵندە لە پشت کێوی ناوزەنگ بەرانبەر بە نۆکان لە کوردستانی باشوور، کە کەوتۆتە دۆژ سنووری دەسکردی ئێران و ئێراق؛ 3. نێوی قسەخۆشێکی بەنێوبانگی ناوچەی موکوریانە کە خەڵکی شەختانە و نێوی (مامەندەگۆڵەی شەختان)ە."
  },
  {
    "ID": 987,
    "name": "مانا",
    "mening": "1. گوزارە، نیاز لە قسە یان نووسراو؛ 2. واتا؛ 3. وێکچوو، وێنوێن؛ 4. لە زەند و پازەندی ئاوێستادا بە واتای پەروەدگار و ئیزەد هاتووە؛ 5. تیرەیەکی کۆنی کورد بوونە کە لە خوارەوەی دەریای ورمێ ژیاون و پاشان کە بە دەسەڵات گەییشتن، پاتەختەکەیان بردە شاری زیویە یا (ئیزیرتوو) لە 50 کیلۆمیتری شاری سەقز. کۆنترین دەوڵەتی ناوچەی ڕۆژهەڵاتی کوردستان، دەوڵەتی مانایی یەکان بووە که یەکەم دەوڵەتی یەکگرتووی ناوچەکە بووە و مەڵبەندێکی بەرینی گرتۆتە خۆی و خاوەنی دەسەڵاتی لەشکریی و توانای ئابووری بەهێز بووە کە لەبەرانبەر ئاشوورییەکان و ئۆرارتۆکانا ڕاوەستاوە و دێریکی دەگەڕێتەوە بۆ سەرەتای هەزارەی یەکەم و کۆتایی هەزارەی دووهەمی پێش زایین، واتە ئەو سەردەمەی کە ئارییەکان لە باکووری ڕۆژهەڵاتەوە بەرەو ڕۆژاوا هاتوون؛ ماناکان بەشێک بوونە لە یەکیەتی هۆزەکانی لۆلۆیی و گۆتی کە لە مەنزوومەی زاگرۆس جیا دەبنەوە و خاکەکەیان ناوچەی ڕۆژهەڵاتی باشووری گۆلی ورمێ هەتا ڕۆژاوای باشووری زەریاچەی کاسپین بەتایبەت نێوان مەراغە تا سەقز و بۆکانی گرتۆتە بەر و بۆکانیش شارێک بووە لە شاری مانایی یەکان؛ ڕۆسا یەکەم شای ئۆرارتۆیییەکان لە هێرشی خۆیدا بۆ سەر ماناییەکان، 22 قەڵا یان 22 شاری مانایی یەکان داگیر دەکا، بەڵام سارگۆنی پاشای دووهەمی ئاشوور، لە 715 تا 716ی بەر لە زایین لە ڕواندز و حاجی ئۆمەرانەوە بەرەو پیرانشار و سندووس داگەڕاوە و پاش ماوەیەک ڕۆییشتن بەرەو زەریاچەی ورمێ گەڕاوەتەوە و لەشکرەکەی بە ئیندرقاش و قومقەڵای سابڵاغدا بەرەو میاندوئاو بە چەمی تەتەهۆدا خۆی گەیاندۆتە شیز واتە ئاورگەی ئازەر گوشەسپ و پاشان چۆتە سایین قەڵا کە ئەودەم نێوی (ئەوکان) بووە، لەوێ دڕندانە بەلووزەو داویەتی بە سەر مانایی یەکاندا، بەڵام دیسانیش هەر تێک نەچوونە تا دواتر مادەکان دەستیان بە سەر خاکەکەیاندا گرتووە؛ ئەم تیرەیە بە گوتەی برتانیکای ئینگلیسیی، کە لە ئینسکلۆپیدیای زمانی ئینگلیزیدا باسی کردووە: ماناکان لە لایەن سێ هێزی گەورەی سەردەمی خۆیانەوە گەمارۆ دراون، واتە: ئاشوور و ئۆرارتۆ و ماد، بەڵام دوای هێرشی سەکایییەکان و پەیدابوونی ماد، لە سەدەی حەوتەمی بەر لە زایین، ناسنامەی تیرەیی خۆیان لە دەست داوە و چوونەتە ژێر دەسەڵاتی مادەکان و دوژمنی گەورەی ماناکانیش دەوڵەتی ئاشوور بووە کە دوایی بە دەستی مادەکان تێدا چوون. بڕوانە دوو وشەی (مانای) و (مانیان)."
  },
  {
    "ID": 988,
    "name": "مانداک",
    "mening": "نێوی یەکێ لە پاشاکانی ماد بووە کە یۆنانییەکان پێیدەڵێن: مانداکس."
  },
  {
    "ID": 989,
    "name": "مانیان",
    "mening": "1. بێهاوتا و نادر؛ 2. نێوی کۆنی میتانییەکانە کە پێیان دەگوترێ: مانایی (میتانی)؛ 3. مانیان نێوی گوندێکە لەلای فیرووزاوای شیراز لە ناوچەی کووهەک کە بە ڕەگەز کوردن؛ 4. تیرەیەک بوونە لە کورد کە ئێستا هیچ شوێنەوارێکیان لێ لەپاش بەجێ نەماوە، مەگەر ڕۆژێک دۆزراوەکانی وڵاتی ماد چۆنییەتی ژیانیان بێنێتە دەست؛ 5. وشەی (مانیان)، لە وشەی (مانی) وەرگیراوە، بەواتای بەسراوە بە مانی، لە تیرەی مانی؛"
  },
  {
    "ID": 990,
    "name": "ماکوان",
    "mening": "شاخێکی بەرزە لە باشووری کوردستان."
  },
  {
    "ID": 991,
    "name": "ماکۆ",
    "mening": "1. پاکۆ، کۆکردنەوە و رێکوپێکردنی شت و مەک؛ 2. گیای دووراوی بەسەریەکادراو؛ 3. یەکێ لە شارە کۆنەکانی کوردستانە کە لە سەر سنووری ئازەرباییجان و کوردستان هەڵکەوتووە، بەڵام بە هۆی سیاسەتی دەوڵەتە یەکلەدوای یەکەکانی ئێران و لەبەر ئەوەی کە کورد لەو شارە لەژێر زوڵم و زۆردا بوو، ئێستا دانیشتوانی کورد و ئازەرین."
  },
  {
    "ID": 992,
    "name": "مشکۆ",
    "mening": "گۆرانیبێژی مەقامی بەنێوبانگی (لەپاش مەرگم)، نازنێوی هونەرمەندی گۆرانیبێژ (شەوکەت) هەولێرییە کە بە کوردیی و تورکمانیی گۆرانیی دەگوت."
  },
  {
    "ID": 993,
    "name": "موکری",
    "mening": "1. موکوڕ، مکووڕ، خەستۆ؛ 2. بوێر، نەترس و ئازا؛ 3. خەڵکی سەرسەخت و یاخی؛ 4. چیانشین؛ 5. نێوی هۆزی موکرییە لە موکوریان کە داگری چەندین شار و ناوچەیە. دوای ئەوەی کە شاری کۆنی ئادریاس، لە نزیک شاری مەهابادی ئێستێ، لەسەر تەپکی مەحموود خان، دانیشتوانی رووی لە کەمی کرد، شارۆچکەیەک ساز بووە بە نێوی مەکران، کە وشەی موکوریان لەو وەرگیراوە. شارۆچکەی مەکران، بەگەورەیی و گرنگی دوو شار چێری و ئادریاس نەبووە، ئاسەواری ئەو شارۆچکەیە تەنیا هەندێ شتی ئەنتیکەیە کە وەدەست کەوتووە. نزیکەی چووارسەد ساڵی بەر لە زەمانی سەفەوییەکان، شاری سابڵاغ (ساوجبڵاغ)، کە وشەیەکی تورکیە و واتە: کانیسارد، ساز کرا و شارۆچکەی مەکران وردەوردە لەناو چوو. سەفەوییەکان هەرچەند بە بنەڕەت کورد بوونە، بەڵام زۆربەی سەرۆک هۆزەکانی برادۆست و موکوریانییان سەرکوت کردووە و بە سەر فرە ناوچەی کوردستاندا زاڵ بوونە. هۆزی موکری کە لەگەڵ سەفەوییەکان بەشەڕ هاتوون، لە زستانێکی سارد و سەخڵەتدا لە کێوێک نزیک قاراوی مەنگوڕ، لەسەرمان قڕیان هاتووە و ئێستا بەو کێوە دەڵێن: موکریقڕان. بۆ موکوریانیش مامۆستا جەمیل رۆژبەیانی دەڵێ: موکوریان لە بنەڕەتدا موغریان بووە کە گۆڕدراوە بە موکوریان واتە: رێگای موغەکان، یان ئاگرپەرستەکان. ئاترگەی شینر لە تیکاپ و پەرسگەی کەرەفتوو لەلای سەقز، کە هەموویان لە ناو خاکی کوردستان هەڵکەوتوون، جەختن بۆ وەڕاستگەڕانی ئەم بەڵگەیە."
  },
  {
    "ID": 994,
    "name": "میتراداد",
    "mening": "میتراداد یان مێهرداد، یەکێ لە شوانەکانی ئەژدەهاک بووە کە نێوی ژنەکەی سپاکا بووە."
  },
  {
    "ID": 995,
    "name": "میدیا",
    "mening": "1. ماد، مەدیا، میدیا، نێوی دەوڵەتی مادەکان بووە؛ 2. ئەو شوێنەی کە مادەکانی لێ ژیاون؛ (میدی) یەکان لە رەگەزی هێند و ئورووپی بوونە و لە سەدەی نۆیەمی بەر لە زایین، لە ‌رۆژهەڵاتی زەلیای کاسپین یان قەزوێنەوە چوونەتە رۆژاوای باکووری کێوەکانی ئێران واتە وڵاتی (میدیا) و وردەوردە دەسە‌ڵاتیان بە سەر دراوسێکانیشیاندا پەیدا کردووە و لە کۆتایی سەدەی هەشتەمی بەر لە زایین، حوکوومەتێکی سەربەخۆیان دامەزراندووە و نەتەوەی پارسیشیان خستۆتە ژێر دەسە‌ڵاتی خۆیان و شاری هەگمتەنا یان هەکمتان، هەمەدان) ی ئێستایان کردووە بە پایتەخت، بەڵام ساڵی 550ی بەر لە زایین بە دەست کوورشی هەخامەنشی بەزیون و لە دەسە‌ڵات کەوتوون. وشەی ماد دواتر لە سەردەمی ساسانییەکاندا بووە بە (مای) و پاشان عەرەب کردوویەت بە (ماه)، بۆ میناک بە دینەوەریان گوتووە: ماه بەسرە و بە نەهاوەندیش: ماه کووفە! بڕوانه بۆ وشەی ماد."
  },
  {
    "ID": 996,
    "name": "میران",
    "mening": "1. کۆی میر، پاشا؛ 2. میران نێوی هۆزێکی کوردی کۆچەریی بووە لە کوردستان؛ میر لە کوردیدا، کورتکراوەی نازنێوی (ئەمیر) ە و لەگەڵ وشەی (اَمیر) ی فارسیی، کە واتای (سەیید) دەدا، جیاوازە. نموونەی میرەکانی کوردستان: (میری سۆران و میری بۆتان) ە."
  },
  {
    "ID": 997,
    "name": "میرمام",
    "mening": "1. مامی گەورە؛ 2. نێوی گوندێکە لە کوردستانی باشوور."
  },
  {
    "ID": 998,
    "name": "میرۆ",
    "mening": "میرا، پاشای بچووک."
  },
  {
    "ID": 999,
    "name": "میشان",
    "mening": "میرنشینێکی کورد بووە کە لە سەردەمی ئەشکانییەکانەوە هەتا هێرشی ئەسکەندەری مەغۆل دەوامی هێناوە."
  },
  {
    "ID": 1000,
    "name": "میلان",
    "mening": "نێوی هۆزێکی کوردە، لە باکووری شاری خۆی دەژین؛ نێوی گوندێکە لە کوردستانی باشوور."
  },
  {
    "ID": 1001,
    "name": "میلکان",
    "mening": "جێگای چادر و چێخبەرپاکردنی خێڵاتی کورد."
  },
  {
    "ID": 1002,
    "name": "مێدیا",
    "mening": "1. ماد، مەدیا، میدیا، نێوی دەوڵەتی مادەکان بووە؛ 2. ئەو شوێنەی کە مادەکانی لێ ژیاون؛ (میدی) یەکان لە رەگەزی هێند و ئورووپی بوونە و لە سەدەی نۆیەمی بەر لە زایین، لە ‌رۆژهەڵاتی زەلیای کاسپین یان قەزوێنەوە چوونەتە رۆژاوای باکووری کێوەکانی ئێران واتە وڵاتی (میدیا) و وردەوردە دەسە‌ڵاتیان بە سەر دراوسێکانیشیاندا پەیدا کردووە و لە کۆتایی سەدەی هەشتەمی بەر لە زایین، حوکوومەتێکی سەربەخۆیان دامەزراندووە و نەتەوەی پارسیشیان خستۆتە ژێر دەسە‌ڵاتی خۆیان و شاری هەگمتەنا یان هەکمتان، هەمەدان) ی ئێستایان کردووە بە پایتەخت، بەڵام ساڵی 550ی بەر لە زایین بە دەست کوورشی هەخامەنشی بەزیون و لە دەسە‌ڵات کەوتوون. وشەی ماد دواتر لە سەردەمی ساسانییەکاندا بووە بە (مای) و پاشان عەرەب کردوویەت بە (ماه)، بۆ میناک بە دینەوەریان گوتووە: ماه بەسرە و بە نەهاوەندیش: ماه کووفە! بڕوانه بۆ وشەی ماد."
  },
  {
    "ID": 1003,
    "name": "مێرا",
    "mening": "1. گەوره و مەزن‌؛ 2. خۆشەویست؛ 3. جێگای رێز؛ 4. ئەو تاجەی کە لە گیا و گوڵ درووست دەکرێ بۆ سەر سەری ئەو کیژانەی کە لە جەژنی سەری ساڵی مەسیحی یان شەوی زستاندا بەشداری دەکەن؛ 5. مێرا یان میترا: نێوی پەیامبەری رێز و خۆشەویسییە؛ 6. ئەو یازدە نووک یان نێزەیەی کە وەکوو نیشانەی رۆشنایی ئایینی زەڕدەشت ماوەتەوە و هێمایە بۆ رووناکی هەتاو. مارد، مار، مێر، مێرا، لە ریشەی کۆنی کوردیی (مێهر یان میترا)، کە ئایینی بەر لە زەڕدەشتییەکان، واتە (میتراپەرەستی) بووه،‌ وەرگیراوە و دوای ئەم ئایینەی (میتراپەرەستی)، زەڕدەشتپەرستی هاتۆتە نێوان. ئەو نێوانەی کە لە کوردستان بە وشەی (مێر)، دەس پێدەکەن، وەکوو (مێردین، مێرگەسوور، مێرگەپان، مێراوەر، مێروەند، و هیدیکە)، دوور نییە بە ریشەی نێوی میترا و میتراپەرستییەوە نزیک بن. نیشانەی ئایینی زەڕدەشت ئێستاش لە چیای (چەمی رەزان) کە بە سینگی کێوێکی بەرزەوە لەناو (مەڕ یا ئەستێودان)ێکی گەورەدا هەڵکنراوە و بە فارسی دەبێتە دەخمە، گۆڕی فەروەرتیش دووهەمین پاشای مادەکان لەوێیه، هەر ماوە‌ و پارێزراوە. بڕوانە بۆ وشەی مارد و ماردین لە بەشی کوڕان."
  },
  {
    "ID": 1004,
    "name": "مێران",
    "mening": "پیاوچاکان، مەردان."
  },
  {
    "ID": 1005,
    "name": "مێرخاس",
    "mening": "پیاوچاک، پیاگخاس، پیاوی ئازا."
  },
  {
    "ID": 1006,
    "name": "مێهران",
    "mening": "شارێکی کوردنشینە لە کوردستانی رۆژهەڵات کە بە زاراوەی کەڵوڕی قسە دەکەن."
  },
  {
    "ID": 1007,
    "name": "مەبەست",
    "mening": "قەستی ئینسان لە کارێک."
  },
  {
    "ID": 1008,
    "name": "مەتین",
    "mening": "1. ژیر؛ 2. سەنگین و کردار باش؛ 3. چیایەکە لەلای بامەڕنی لە ناوچەی بادینان لە کوردستانی باشوور."
  },
  {
    "ID": 1009,
    "name": "مەتینا",
    "mening": "1. مەتین، ڕاوەستاو، سەقامگرتوو، نەبزێو؛ 2. چیایەکە لەلای بامەڕنی لە ناوچەی بادینان."
  },
  {
    "ID": 1010,
    "name": "مەدهۆش",
    "mening": "1. سەرگەشتە و سەرگەردان؛ 2. نازنێوی شاعیرێکی کورد لە کوردستانی باشوور."
  },
  {
    "ID": 1011,
    "name": "مەرا",
    "mening": "نێوی چیایەکە لە سیدەکان لە کوردستانی باشوور."
  },
  {
    "ID": 1012,
    "name": "مەردان",
    "mening": "1. کۆی مەرد؛ 2. مرۆیانی ئازا و دڵاوا؛ 3. چەکوش؛ 4. پێمەڕەکاریی، کێڵانی زەوی بە پێمەڕە."
  },
  {
    "ID": 1013,
    "name": "مەردۆخ",
    "mening": "1. نەخۆشی بەرەو مردن؛ 2. خودای کەونارای بابل؛ 3. سەرنێوی بەرەیەکە لە کوردستان کە زۆر زانای بەنێوبانگیان تێدا هەڵکەوتووە."
  },
  {
    "ID": 1014,
    "name": "مەروان",
    "mening": "شاری مار، شارەمار، ماروان، مەریوان؛ مەروان نێوی کۆنی شاری مەریوانە، مەریوان لەرادە بەدەر ماری زۆرە، من بۆ خۆم دیومە و راستە. لەلای خوارووی شاری مەریوانەوە گوندێکی بچووک بەنێوی تازەدێ هەبوو کە لەبەر ماری زۆر سووتاندیان. بەهاران دەوروبەری زرێوار، دەڵێی شارەمارە، بن هەر کەڤرێ بەگەڕی و سەر هەر بەردێ هەڵدەیتەوە، کۆمەڵێک ماری تێدایە. خەڵکی بەساڵاچوو لە مەریوان دەڵێن: لەبەر ماری زۆر بووە کە ئەم شارە لەپێشدا به ماروان و پاشان مەروان و ئەوسا بە مەریوان نێودێر کراوە. لەلای خوارووی شاری مەریوانیشەوە لە سەر رێگای مەریوان بۆ سنە، پردێک هەبوو بەنێوی کەڵیکەوە کە دەپەڕییەوە بۆ گوندی ترخاناوا، بەسەر ئەو پردەدا، وەکوو مێروولە مار دەهاتن و دەچوون. یەک دوو گوندیش لە نزیک زرێبار بوون کە لە سرمیچی ماڵەکانیەکەوە، وەکوو گوو مشک ماری لێ بەر دەبووەوە، ئەو گوندانەشیان چۆڵ کرد و سووتاندیانن."
  },
  {
    "ID": 1015,
    "name": "مەریوان",
    "mening": "لە فەرهەنگی (دێهخودا) ی فارسدا هاتووە کە لە بنەڕەتدا مارین بووە، چونکە ماری زۆری هەیە. بڕوانە مەروان."
  },
  {
    "ID": 1016,
    "name": "مەزدا",
    "mening": "1. نازنێو یان کورتکراوەی ئەهوورامەزدا، خودای زەڕدەشتییەکان بووە؛ 2. کولانکە یان کونەڕۆچنە کە رووناکایی هەتاو یان تیرۆژ دەداتە ژوورێ؛ لە فەرهەنگی فارسیی (عمید) دا هاتووە کە مەزدا واتە: خستنەسەر و زیادکردن، بردنەسەری نرخی شت، کە فڕی بەسەر ئەو مانایەوە نییە."
  },
  {
    "ID": 1017,
    "name": "مەزدەک",
    "mening": "1. کولانکە، کڵاوڕۆژنە، رۆچنە؛ 2. ئاگر و رووناکیی؛ (مەزدەک) کوڕی (بامداز) و خەڵکی (مازرایا)** ی قەراخ رۆباری دیجلە و بە رەتەوە کورد بووە! (مەزدەک) لە سەردەمی قوباد پاشای ساسانیدا ئایینێکی داهێنا کە بنەمای ئەو ئایینە لە سەر بەرابەریی و هاوبەشیی بوو و بڕوایان بە رووناکیی بوو، ئەو ئایینە لایەنگری زۆری پەیدا کرد و قوباد پاشاشی رەگەڵ خۆ خست، بەڵام دواتر پیاوەگەورەکانی ئێران، لە سەردەمی دەسە‌ڵاتداریی نەوشیروندا، هێرشیان بردە سەر مەزدەک و خۆی و چەندین هەزار لە لایەنگرەکانی کوژران؛ لە کۆپەڕی کورد و کوردستانی شێخ موحەممەد مەردۆخی کوردستانیدا هاتووە کە: کاتی خۆی، ئەو قوباد شایە لە دیاربەکرەوە هاتۆتە سنەی سەردەمی ‌قەڵای پڵنگان و هەندێ لە عەشیرەتەکەی لەوێ ماونەتەوە، بۆیە ئێستا نیوە زاراوەی ئەردەڵاننی، یان نیوە زاروەی کوردەکانی سنە، بێژە بێژه و نزیک بە زاراوەی کوردەکانی دیاربەکرە و وشەی کرمانجی زۆری تێدایە."
  },
  {
    "ID": 1018,
    "name": "مەزن",
    "mening": "1. سەرۆک؛ 2. گەورە. وەکوو: (چیای مەزن)، (خودای مەزن)"
  },
  {
    "ID": 1019,
    "name": "مەگروون",
    "mening": "نێوێکی کۆنی ئارامییە و لە پیرەمەگروون وەرگیراوە؛ روانگەئەکی دیکەش هەیە کە دەڵێ: مەگروون لە بنەڕەتدا (گروون) بووە کە زاراوە گۆڕیویەتی و واتای کەوڵکردن و پێستگرتنەوە دەدا."
  },
  {
    "ID": 1020,
    "name": "مەم",
    "mening": "1. مەمێ، مەمە، مەمکەی ژن؛ 2. نێوی ئەوینداری بەنێوبانگی زین، (کاکە مەم) لە چیرۆکی (مەم و زین) دا."
  },
  {
    "ID": 1021,
    "name": "مەکۆ",
    "mening": "1. سەنگەر؛ 2. پەناگە، حەشارگە؛ 3. کۆ، کۆگا؛ 4. جێگەی کۆبوونەوەی خەڵک؛ 5. جێگەی بەسەریەکاکردنی شت؛ 6. شتێکی سەروبنباریکی هێلکەوێنەیە بەڵام گەورەتر، کە جۆڵا مەکارەی تێدەخا و جۆڵایی پێدەکا."
  },
  {
    "ID": 1022,
    "name": "مەڵبەند",
    "mening": "1. (کان)ی ژێر زەوی؛ 2. سەرزەوینی جێگەژیان."
  },
  {
    "ID": 1023,
    "name": "ناتۆر",
    "mening": "باخەوان، کەسێک کە قەڵەمی دار لە بێشەدا دادەچێنێ."
  },
  {
    "ID": 1024,
    "name": "نادر",
    "mening": "کەموێنە، دەگمەن، بێهاوتا."
  },
  {
    "ID": 1025,
    "name": "ناران",
    "mening": "نێوی گوندێکە لە کوردستانی بندەستی تورکیە."
  },
  {
    "ID": 1026,
    "name": "نارە",
    "mening": "1. گۆرانیی هێور و خۆش؛ 2. دەنگی نەرم و بەسۆز."
  },
  {
    "ID": 1027,
    "name": "ناسیار",
    "mening": "ناسیاو، ئاشنا، ناس."
  },
  {
    "ID": 1028,
    "name": "ناسیکۆ",
    "mening": "نێوی یەکێ لە تیرەکانی کوردە کە لە 881 ی زایینیدا ژیاون و دانیشتووی ناوچەی زامووا بوونە."
  },
  {
    "ID": 1029,
    "name": "نالی",
    "mening": "1. زراڤ، باریک؛ 2. هاوار و رۆڕۆ؛ 3. پرزەی ناو قەڵەمی قامیش؛ 4. دۆشەک؛ 5. نازنێوی شاعیری نێوداری کورد، (مەلا خدری ئەحمەدی میکائیلی) یە، کە خەڵکی گوندی (خاکوخۆڵ) شارەزوور بووە."
  },
  {
    "ID": 1030,
    "name": "نامۆ",
    "mening": "نائاشنا، نەشناس، نەناسراو، بیانی، بێگانە، غەریب."
  },
  {
    "ID": 1031,
    "name": "ناوازە",
    "mening": "1. هەڵکەفتگ؛ 2. بژاردە؛ 3. سەراسا."
  },
  {
    "ID": 1032,
    "name": "ناوتۆ",
    "mening": "دوو تۆی شتێک، وەکوو: ناوتۆی لێف یان ناوتۆی کۆپەڕ. بۆ نموونە: کاغەزەکە لە ناوتۆی کۆپەڕەکەدایە، تەزبێحەکە لەناوتۆی لێفەکەدا بوو!"
  },
  {
    "ID": 1033,
    "name": "ناودێر",
    "mening": "نێونراو، بەنێوبانگ، نێودیارکراو بۆ دەنگدان و هەڵبژاردن."
  },
  {
    "ID": 1034,
    "name": "ناوکۆ",
    "mening": "1. دەروون و هەناوی نووسین و گوتار، ناوەوەی هەر شتێک؛ 2. ناوەڕاستی خەرمان و هەر شتێکی دیکە.."
  },
  {
    "ID": 1035,
    "name": "ناکام",
    "mening": "بە مراد نەگەییشتوو، بەئاوات نەگەییشتوو."
  },
  {
    "ID": 1036,
    "name": "ناکاو",
    "mening": "لەپڕ، لەخڵاف، کوتووپڕ."
  },
  {
    "ID": 1037,
    "name": "نزا",
    "mening": "پاڕانەوە، لاڵیانەوە، تکای ودم بۆ بێوەیبوونی کەسێک."
  },
  {
    "ID": 1038,
    "name": "نزار",
    "mening": "نسار، خۆرنەوەز، تاونەگر، جێگای بەرزی شاخ و کێو کە تاو لێینەدا و هەمووکات سێبەر بێت."
  },
  {
    "ID": 1039,
    "name": "نسار",
    "mening": "خۆرنەوەز، تاونەگر، جێگای بەرزی شاخ و کێو کە تاو لێینەدا و هەمووکات سێبەر بێت."
  },
  {
    "ID": 1040,
    "name": "نسکۆ",
    "mening": "رەت، سەرسم، نووچبردن بەتوندیی، پاهەڵکەفتن."
  },
  {
    "ID": 1041,
    "name": "نسێ",
    "mening": "سی، سێوەر، سێبەر."
  },
  {
    "ID": 1042,
    "name": "نشوان",
    "mening": "نێوی گوندێکە لە ناوچەی حەکاریی لە کوردستان شمالی."
  },
  {
    "ID": 1043,
    "name": "نما",
    "mening": "1. دیمەن، چاوەنداز؛ 2. شاندەر، رووگەنوێن؛ 3. دیاری دا."
  },
  {
    "ID": 1044,
    "name": "نوا",
    "mening": "1. وشەیێکی کەڵوڕییە، واتای: پێش، بەر، پێشەوە، بەرەوە دەدا؛ 2. شوێنێ کە باران نەیگرێتەوە؛ 3. ئەشکەوت، غار، زاخە؛ 4. هەر جارێ لە بارینی بەفر."
  },
  {
    "ID": 1045,
    "name": "نۆبار",
    "mening": "1. تازەبار؛ 2. سەرەتای بەهار؛ 3. گوندێکە نزیک گوندی تەرەغە لەلای بۆکان."
  },
  {
    "ID": 1046,
    "name": "نیاز",
    "mening": "1. نەزر و نیاز؛ 2. مانا، مەبەست؛ 3. ئارەزوو؛ 4. خەیاڵی ئەنجامدانی کارێک."
  },
  {
    "ID": 1047,
    "name": "نیازی",
    "mening": "پێداویستی."
  },
  {
    "ID": 1048,
    "name": "نیاک",
    "mening": "نیا یان نیاک، وشەیێکی کەڵوڕییە واتای: باو باپیران دەدا."
  },
  {
    "ID": 1049,
    "name": "نییەر",
    "mening": "1. مەنبەر، جێگای خوتبەدان؛ 2. گوندێکە لە ناوچەی هەورامان لە نێوان سنە و مەریوان لە ڕۆژهەڵاتی کوردستان."
  },
  {
    "ID": 1050,
    "name": "نێچیر",
    "mening": "ئەو گیانلەبەرەی کە راو دەکرێ، دەسکەوتی راو."
  },
  {
    "ID": 1051,
    "name": "نەبەرد",
    "mening": "1. بەپشوو لە هەموو کارێکدا؛ 2. ئازا و هەرگیز نەبەز."
  },
  {
    "ID": 1052,
    "name": "نەبەز",
    "mening": "پاڵەوان، شکستنەدراو، نەشکاو، بەهێز و توانا."
  },
  {
    "ID": 1053,
    "name": "نەچیر",
    "mening": "ئەو گیانلەبەرەی کە راو دەکرێ، دەسکەوتی راو."
  },
  {
    "ID": 1054,
    "name": "نەردین",
    "mening": "نادر، دەگمەن، دەسنەکەوتوو."
  },
  {
    "ID": 1055,
    "name": "نەسران",
    "mening": "تیرەیەکی کورد بوونە کە لە شاری کووتی کوردنشینی باشووری کوردستانی ئێراقدا ژیاون، بەڵام لە سەردەمی حوکوومەتی بەعسدا زۆربەیان دەرکران و عەرەبیان لە شوێنیان دانا."
  },
  {
    "ID": 1056,
    "name": "نەمر",
    "mening": "1. زیندوو، هەرماو؛ 2. سەرنێوی شێخ مەحموودی مەلیکە کە دژی بەریتانیا لە کوردستانی باشوور، بۆ رزگاریی کوردستان راپەڕی."
  },
  {
    "ID": 1057,
    "name": "نەمروود",
    "mening": "1. چیایەکە لە کوردستانی ژێر دەسە‌ڵاتی تورکیە، کە شوێنەواری کۆنی وەکوو پەیکەری مرۆڤی لێیە؛ 2. شارێکی کەونارایە لە کوردستانی باشوور کە نەماوە، بەڵام ئاسەواری هەر ماوە؛ 3. نێوی پاشایەک بووە کە ئیبراهیم پێغەمبەری خستۆتە ناو ئاگرەوە."
  },
  {
    "ID": 1058,
    "name": "نەهری",
    "mening": "1. جۆرێک ترێی سپی؛ 2. رۆباری گەورە؛ 3. بەئاو گەییشتنی کارێزکەن؛ 4. نێوی ناوچەیێکە لە کوردستان کە مەشایەخی گەورەی لێ هەڵکەوتوون و بە شێخەکانی نەهری بەنێوبانگن."
  },
  {
    "ID": 1059,
    "name": "نەوا",
    "mening": "1. نەک، نەبایە، نەوەکوو؛ 2. ئەنوا، پەناگا؛ 3. نە بەمجۆرە؛ 4. قەتارێکە لە مۆسیقای ئێرانیی و کوردیدا کە دەگەڕێتەوە بۆ سەردەمی ساسانییەکان؛ 5. ژنی جلوبەرگ خاوێن و تەیار؛ 6. کیژی تازەپێگەییشتوو؛ 7. ئاواز، سۆزی گۆرانی، ورینگەی خۆش؛ 8. ماڵ و سامان."
  },
  {
    "ID": 1060,
    "name": "نەواڵ",
    "mening": "1. نوواڵ، شیو، دۆڵ؛ 2. لافاوی توانەوەی بەفر لە چیا."
  },
  {
    "ID": 1061,
    "name": "نەورۆز",
    "mening": "نەڤرۆز، رۆژی سەری ساڵ، سەرەتای بەهار؛ لەراستیدا وشەی نەورۆز، وشەیەکی فارسییە و کوردیی نییە، چونکە کورد دەڵێ: رۆژ، نەک رۆز! کورد دەڵێ: نوێ، تازە، نەک: نەو! ئەگەر وشەی نەورۆز کوردیی بێ، دەبوو: نوێڕۆژ، یان تازەرۆژ با. داستانی نەورۆز چیرۆکێکی دوور و درێژە و گوتنی جۆربەجۆری لەسەرە. لەوانە مامۆستا هێمن، شاعیری نەمری کورد دەڵێ:"
  },
  {
    "ID": 1062,
    "name": "نەوزەر",
    "mening": "زێڕی تازە، زیوەری تازە. بۆ وەبیرخستنەوە، وشەی (نەو) کوردیی نییە و وشەیێکی فارسییە، بەڵام بە داخەوە بە تۆپزی بەکار دەبرێ. بۆ نموونە وشەی نەورۆز وشەیێکی فارسییه و کورد ئەو وشەیە بە کوردی دەزانێ‌. بڕوانە وشەی نەورۆز لە بەشی کوڕان."
  },
  {
    "ID": 1063,
    "name": "نەوشیروان",
    "mening": "نێوی یەکێ لە پاشاکانی ئێران بووە کە بە نەوشیروانی عادڵ بەنێوبانگ بووە."
  },
  {
    "ID": 1064,
    "name": "نەوین",
    "mening": "1. لە وشەی چاوگی (لێنەوین) وەرگیراوە، بە واتای بەرزکردنەوە و پڕپێداکردن، (لێ نەوی بەرزی کاتەوە)؛ 2. چەمینەوە، (دوو جار دانەوی قەڵەمەکەی هەڵگرێ)."
  },
  {
    "ID": 1065,
    "name": "نەکەرۆز",
    "mening": "1. زۆرسارد؛ 2. سەخت و رووتەن. 3. چیایەکە لەلای بانە لە کوردستان."
  },
  {
    "ID": 1066,
    "name": "نەڵاس",
    "mening": "گوندێکە نزیک سەردەشت کە بەسەر چۆمی (کەڵوێ) وە هەڵکەوتووە. بڕوانە (بەیتاس) لە بەشی کوڕان."
  },
  {
    "ID": 1067,
    "name": "هادار",
    "mening": "نەجووڵ، نەجم، مەند."
  },
  {
    "ID": 1068,
    "name": "هاژان",
    "mening": "راشەکان و لەرینەوەی بەهێز، وەکوو هاژەی دار و هاژەی ئاو و شتی دیکە."
  },
  {
    "ID": 1069,
    "name": "هانۆ",
    "mening": "هۆنۆ، یاریدەدەر، کەلگیر. (پارەکەی زۆرە، ئەگەر کەلمان بگرێ، باشە)."
  },
  {
    "ID": 1070,
    "name": "هاوا",
    "mening": "نێوی کێوی دەماوەندە لە ئاوێستادا."
  },
  {
    "ID": 1071,
    "name": "هاوار",
    "mening": "1. داد و فریاد، بانگ و هاوار؛ 2. بانگڕاهێشتن بۆ ئاریکاریی و رەهابوون لە تەنگانە؛ 3. ئاخ و داخ؛ 4. هانا بۆ کەسێ بردن؛ 5. نێوە بۆ دوو گۆڤاری کوردی، کە یەکەمیان (جەلادەت عالی بەدرخان) لە ساڵی 1932 ی زایینیدا دەریخست، کە بە تێکڕایی 57 ژمارەی لێ دەرچوو، دووهەمیان حافز مستەفا قازیی، ساڵی1971 ی زایینی لە بەغدا دەریخست، بەڵام دوای سێ ژمارە داخرا؛ 6. نێوی گوندێکە لە کوردستانی باشوور، لە داوێنی چیای شنروێ کە کاکەیین."
  },
  {
    "ID": 1072,
    "name": "هاوبیر",
    "mening": "هاوهزر، هاوڕا، لە بیروڕادا وەکوو یەک."
  },
  {
    "ID": 1073,
    "name": "هاوبەش",
    "mening": "هاوکار و شەریک لە کار و کاسپی یان موڵک و ماڵدا."
  },
  {
    "ID": 1074,
    "name": "هاوتا",
    "mening": "1. وەکوو، وێنەی؛ 2. هاولف، هاوبەش."
  },
  {
    "ID": 1075,
    "name": "هاوژین",
    "mening": "1. دووکەس کە پێکەوە بژین و گوزەران بکەن؛ 2. خافڵاندن و خاپاندن: ئەو مناڵە بهاوژینە."
  },
  {
    "ID": 1076,
    "name": "هاوناس",
    "mening": "ئاشنای یەکدی، دۆستی یەکتر."
  },
  {
    "ID": 1077,
    "name": "هاونیاز",
    "mening": "دوو کەس کە خواست و مەبەستیان یەکێ بێ."
  },
  {
    "ID": 1078,
    "name": "هاوڕێ",
    "mening": "1. هاواڵ، هەڤاڵ، دۆست؛ 2. هاوبیروباوەڕ."
  },
  {
    "ID": 1079,
    "name": "هاوێر",
    "mening": "1. دەورە، هەرچووارلا؛ 2. هەڵاواردن، لێکجیاکردنەوەی ماک و زا، لێکجیاکردنەوەی بەرخ و کارژەلە لە دایکیان بۆ ئەوەی نەیمژن."
  },
  {
    "ID": 1080,
    "name": "هاڤل",
    "mening": "1. ئاکام؛ 2. ئەنجام؛ 3. بەر و بۆ؛ 4. نەترسان لەکار و ملپێوەنان؛ 5. کۆشش و تە‌قەلا؛ 6. هاریکاریی و یارمەتی."
  },
  {
    "ID": 1081,
    "name": "هاڤی",
    "mening": "نامۆ، غەوارە، نەشناس."
  },
  {
    "ID": 1082,
    "name": "هاڤین",
    "mening": "هاوین، تاوسان."
  },
  {
    "ID": 1083,
    "name": "هاکۆ",
    "mening": "1. بڕە، گۆترە؛ 2. ژنشکێڤە، لەپڕ، لەناکاو؛ 3. نەدیتوو کڕین یان کارکرتن. هەروەها بە هاکۆ کڕی و بردی، بێئەوەی چاوی لێبکا."
  },
  {
    "ID": 1084,
    "name": "هونەر",
    "mening": "بەهرە و بەرهەمی هونەرمەند، ئەو بەهرەیەی کە لە هەستی مرۆڤ سەرچاوە دەگرێ و لەلایەن هونەرمەندەوە دەبێ بە بەرهەم."
  },
  {
    "ID": 1085,
    "name": "هۆران",
    "mening": "لێکۆڵینەوە و بەوردی بیرلێکردنەوە."
  },
  {
    "ID": 1086,
    "name": "هۆزان",
    "mening": "1. هەستیار؛ 2. شاعیر، هەڵبەستوان؛ 3. گۆرانیبێژ، سترانبێژ؛ 4. عێلات و عاشیرەتان؛ .5 زۆر زانا؛ 6. پارچەشیعرێک."
  },
  {
    "ID": 1087,
    "name": "هۆزانڤان",
    "mening": "بەیتبێژ، گۆرانیبێژێک که هەم هۆنراوە دابنێ، هەم بە گۆرانیی بیچڕێ."
  },
  {
    "ID": 1088,
    "name": "هۆسا",
    "mening": "وەسا، ئاوەها، بەمجۆرە."
  },
  {
    "ID": 1089,
    "name": "هۆگر",
    "mening": "خووپێگرتوو، گورۆپێگرتوو، ئونس بە شتێک بەستن."
  },
  {
    "ID": 1090,
    "name": "هۆناس",
    "mening": "1. سەرپاڵەی دروێنە؛ 2. سۆنگەناس، سەبەبناس؛ 3. سوودناس."
  },
  {
    "ID": 1091,
    "name": "هۆنە",
    "mening": "1. هۆنراو، پرچی هۆندراو؛ 2. موورووی هۆندراو؛ 3. نیشانە، ئاکار، نیشانەی باشیی؛ 4. داوەرینی فرمێسک بە شوێن یەکا؛ 5. ئەو جۆرەن؛ 6. گریانی هێور؛ 7. لوورەی گێژاو؛ 8. هەڵبەست، هۆنراوە؛ 9. نەسیم، شنە."
  },
  {
    "ID": 1092,
    "name": "هۆنەر",
    "mening": "ئەو کەسەی کە شتێک لە گوێن مووروو، کەزیە، گوریس، هەڵبەست، دەهۆننەوە."
  },
  {
    "ID": 1093,
    "name": "هۆکار",
    "mening": "کەسێ که ببێ به هۆی درووستبوون یان روودانی کارێک."
  },
  {
    "ID": 1094,
    "name": "هیران",
    "mening": "1. دارستان و باخ و باخات، دار و درەختی فرە و فراوان؛ 2. نێوی گەورە گوندێکی دڵگیرە لە نێوان شەقڵاوە بەرە و بالیسان لە باشووری کوردستان. هیران و نازنین دوو گوندن نزیک لەیەک و پێکەوە نێو دەبرێن."
  },
  {
    "ID": 1095,
    "name": "هێژا",
    "mening": "بەڕێز، رێزدار."
  },
  {
    "ID": 1096,
    "name": "هێور",
    "mening": "1. ئارام و لەسەرەخۆ؛ 2. پەناگا، داڵدە؛ 3. ئەنوا، جێگە؛ 4. بوێریی، ئازایی، نەترسان."
  },
  {
    "ID": 1097,
    "name": "هەتوان",
    "mening": "دەرمان، مەڵهەم."
  },
  {
    "ID": 1098,
    "name": "هەراس",
    "mening": "1. پشوو، وچان، وەکوو: هەراسی لێهەڵگرتووم)؛ 2. وەڕەز، ماندوو، وەکوو: (هەراسانم)؛ 3. ترس، خۆف، وەکوو: (هیچ هەراسێکم لێ نییە)."
  },
  {
    "ID": 1099,
    "name": "هەردی",
    "mening": "خەڵکی کێوپارە، چیانشین؛ بڕوانە هەردە."
  },
  {
    "ID": 1100,
    "name": "هەردە",
    "mening": "1. خوارن، خۆراک؛ 2. چۆڵ و بیاوان؛ 3. زورکان، دەشتی بەگردوولکە؛ 4. تەرە و چۆڵگەرد؛ 5. وەک، لە چەشنی، وەکوو: (هەردەجاران)."
  },
  {
    "ID": 1101,
    "name": "هەرژین",
    "mening": "هەڵاهەڵابوون بە هۆی کوڵاندنەوە. (گۆشتی چی، ئەوەندە کوڵاوە، بووە بە هەرژین)."
  },
  {
    "ID": 1102,
    "name": "هەرسین",
    "mening": "1. فرمێسکاویی، چاوبەگریان؛ 2. نێوی شارێکی کوردنشینە لە ناوچەی کرماشان."
  },
  {
    "ID": 1103,
    "name": "هەرمان",
    "mening": "1. هەرگیزنەفەوتان؛ 2. بە هەورامی واتە: فرمان، کار، خەبات. بۆ ئاگاداریی: فرمان واتە: کار، فەرمان: واتە، ئەمر و دەستوور. لە زاراوەی کرمانجیشدا فەرمان واتە: ‌قەڵاچۆکردن و بەکۆمەڵکوشتن. وشەی فەرمان لە لاوکی کوردیدا یەکجار زۆرە."
  },
  {
    "ID": 1104,
    "name": "هەرووت",
    "mening": "پاژێکن لە هۆزی سوورچی لە ناوچەی هەولێر، کە یەکجار کەللەڕەق و تۆسنن."
  },
  {
    "ID": 1105,
    "name": "هەرکان",
    "mening": "1. تۆمی دانەوێڵە، دانەوێڵەی پاک و خاوێن کە هەڵیدەگرن بۆ ساڵێکی دیکە بۆ چاندن و وەشاندن."
  },
  {
    "ID": 1106,
    "name": "هەرکۆ",
    "mening": "هەرجێ، هەرکوێ."
  },
  {
    "ID": 1107,
    "name": "هەرکی",
    "mening": "1. داییم لە جووڵە و بزووتن؛ 2. گەڕۆک و گەرمیان و کوێستانکەر؛ 3. هۆزێکی گەورەن لە کوردستان."
  },
  {
    "ID": 1108,
    "name": "هەرکین",
    "mening": "بزووتن و جووڵان."
  },
  {
    "ID": 1109,
    "name": "هەرێز",
    "mening": "هەرێزە، فریزوو، فرێزە، فەرێس، گیایەیێکی خۆڕسک و دەوامدارە که گەڵاکانی درێژ و باریکن و لقەکانیشی ناسکە کە بەسەر زەویدا دەخەوێ و رەگاژۆ دەکا. ریشەی ئەم گیایە یەکجار پێچەڵچێچ و قاییمن. لە مەزرا و باخچە و قەراخ ئاو دەڕوێ، لە هەر کوێش کە شین ببێ، خێرا ریشە دادەکوتێ و رەگاژۆ دەکا و هەڵکەندنی ئەستەمە."
  },
  {
    "ID": 1110,
    "name": "هەرێم",
    "mening": "1. دەوروبەری ئاوایی کە ناکێڵدرێ و هی هەمووانە؛ 2. ئوستان؛ 3. ناوچە؛ 4. مەڵبەند."
  },
  {
    "ID": 1111,
    "name": "هەرەس",
    "mening": "1. رنوو، رنی، کلێڵە؛ بەربوونەوەی کلێڵەبەفر لە زستاندا لە لووتکە و قەدپاڵی شاخ و کێوەوە بۆ ژێر؛ 2. پسان و داڕووخانی پارچەبەرد و خاک لە چیا؛"
  },
  {
    "ID": 1112,
    "name": "هەرەوەز",
    "mening": "گەل، گەلەکۆمە، کاری بەکۆمەڵ وەکوو: دروێنە و دەسکەنەی نۆک و هەڕەکاری. (هەرەوەزە، نان و بەزە). (گەلەکۆمەس، وەختی دۆڵمەس)."
  },
  {
    "ID": 1113,
    "name": "هەزبان",
    "mening": "نێوی گەورەهۆزێکی کوردە کە هەڵداژرابوونە ئازەرباییجان و ئەرمەنستان. لە هۆزی هەزبان، جەعفەر هەزبانی لە سەرەتای ساڵی 320 ی کۆچی دژ بە دەسە‌ڵاتدارەتی عەباسیی راپەڕی. لەم جەعفەر هەزبانییە پارچە شیعرێک لەسەر زوڵموزۆری عەرەب بە جێماوە کە بە داخەوە دەس نەکەوت کە لێرەدا چاپی بکەم."
  },
  {
    "ID": 1114,
    "name": "هەژان",
    "mening": "راتەکان، شەکانەوە."
  },
  {
    "ID": 1115,
    "name": "هەژیر",
    "mening": "میوەی هەنجیر. هەنجیر چەند جۆری هەیە: درهی، هەرکەضانی، هێکتانی، رژیک، شەنگاری، تەفارە، زەرک."
  },
  {
    "ID": 1116,
    "name": "هەژین",
    "mening": "1. راژان؛ 2. نرخ؛ 3. بزووتن."
  },
  {
    "ID": 1117,
    "name": "هەژەند",
    "mening": "سەیر و سەمەرە، سەرسووڕێن."
  },
  {
    "ID": 1118,
    "name": "هەسار",
    "mening": "1. هەسێڵ، گۆل، ئەستێر؛ 2. حەوش، حەسار."
  },
  {
    "ID": 1119,
    "name": "هەسان",
    "mening": "1. سان، بەردەسان؛ 2. سانەوە، وچاندەرکردن؛ 3. هەرچی خاوەن بوونن؛ 4. هاسان."
  },
  {
    "ID": 1120,
    "name": "هەسنا",
    "mening": "نێوی هۆزێکی کوردە لە جزیر و بۆتان لە کوردستان."
  },
  {
    "ID": 1121,
    "name": "هەورامان",
    "mening": "هۆرامان، هەرێمێکی شاخاویی و بەرینە کە سنووری دەسکردی ئێران و ئێراق کردوویە بە دوو بەشەوە و بەشی هەر زۆری کەوتۆتە ناو کوردستانی بندەستی ئێران؛ هەورامان کەوتۆتە نێوان شارەکانی: کرماشان و سنە و هەڵەبجه و سەی سادق و مەریوان؛ هەورامان داگری چەند شار و شارۆچکەی بچووک و چەندین گوند و ئاوایی گەورە و بچووک؛ هەورامان لە دوو وشە پێک هاتووە و چەندین مانای هەیە: 1. لە دوو وشەی: (ئۆرا) و (مان) پێکهاتووە، کە ئۆرا واتە ئەهوورا و مان واتە بنەماڵە و هەورامان، واتای: (بنەماڵەی ئەهووراییەکان) دەدا؛ 2. له دوو وشەی (هۆر) و (ئامان) پێکهاتووە کە هۆر واتە: هەتاو و ئامان واتە جێگای هەڵاتن و هەورامان مانای جێگای (هەڵاتنی خۆر) دەدا؛ 3. هەورامان واتە: جێگای بەرز و سەرکێش؛ 4. واتایەکی دیکەی هۆرامان یان ئۆرامەنان ئەوەیە کە هەوایەکی کۆنی کوردی بووە لە سەردەمی زەڕدەشتییەکاندا کە بۆ ستایش یان عیبادەتی کاتی خۆرهەڵات گوتراوە و لە کارنامەی ئەردەشیری بابەکاندا بە لەحنی ئەورامەن نێوی براوە و بە کورتی، هەر دەبێتە ئەو هۆرەیەی کە ئەمڕۆ بۆ ئێمە ماوەتەوە و بە دیالێکتی کەلهوڕیی گۆرانەکان بۆ ستایشی ئەهوورا مەزدا، چڕیویانە و دەیچڕن. بڕوانە ماندان لە بەشی کچان."
  },
  {
    "ID": 1122,
    "name": "هەڕەت",
    "mening": "1. تاف، ئاز، تۆخ، وەکوو: (تافی لاوەتی) یان (تۆخی لاوەتی)؛ 2. جەنگە، کاتی زۆربوونی شتێک؛ 3. دەرفەت، کیس."
  },
  {
    "ID": 1123,
    "name": "واران",
    "mening": "1. وەشت، باران؛ 2. گوندێکە لە سەر ڕێگای سەردەشت بۆ خانێ، لە کوردستانی ڕۆژهەڵات. بە زاراوەی کەڵوڕی واتە: باران، هەڵمێ کە لە ئاسمانەوە بە تنۆک دێتە خوارێ: سەرەفکـــەندەبــەر چوون شـــەرمەزاران چەمەی چەمهۆرکەر چوون سـەیل واران (مەولەوی) بە زاراوەی کرمانجیش واران واتە: هەواران، وەکوو: ماڵان بارکر چــــــوونە واران لێ سەبی مامە لێ، بەردیواران لێ (گەلێری) واران کۆی وشەی (وار)ە که دوو مانا دەدا، یەکە: هەوار و کەپر و کەوێڵی کوێستان و زۆزان، دووهەم: وار واتە: ئەو تەڵەکەیەی کە لە کاتی قوماردا وەردەگیرێ."
  },
  {
    "ID": 1124,
    "name": "وانیار",
    "mening": "خوێندەوار، ئەو کەسەی خوێندنی تەواو کردووە."
  },
  {
    "ID": 1125,
    "name": "وردبین",
    "mening": "1. ئاماژە بە مرۆڤی وریا و تێگەییشتوو؛ 2. بیرتیژ و بەهۆش."
  },
  {
    "ID": 1126,
    "name": "ورمێ",
    "mening": "وشەی ورمێ، درووستەکەی (ئورمیا) یە کە لە دوو وشەی ئوور واتە: شار یا مەڵبەند و میا واتە: ئاو پێکهاتووە کە ماناکەی دەبێتە: شار یان مەڵبەندی ئاو. هەرچەند ئەرمەنی زۆری لێدەژی، بەڵام وشەکە وشەیەکی ئاشوورییە."
  },
  {
    "ID": 1127,
    "name": "وریا",
    "mening": "زرت و زینگ، زیرەک و بەهۆش."
  },
  {
    "ID": 1128,
    "name": "ولیان",
    "mening": "1. باران لە دوای باران، وەکوو: بارانی چی، ولیانە! 2. نێوی سێ گوندە کە یەکێکیان لە ناوچەی (کەرەج)ە و دوو گوندەکەی دیکەشیان لە لای (چاڵانچۆڵان) و (واڵانگرد)ە، لە ناوچەی برووجرد (برووگرد)، لە ناوچەی لوڕستان کە کوردن؛ 3. هەروەها نێوی گوندێکە لە ناوچەی قەراخ لە سلێمانی."
  },
  {
    "ID": 1129,
    "name": "وڵات",
    "mening": "1. ، نیشتمان، بە سەرزەوینی جێگەژیانی خەڵک؛ 2. هێما بە دار و دیوار و دەوروبەر."
  },
  {
    "ID": 1130,
    "name": "وێرا",
    "mening": "ئازا، نەترس."
  },
  {
    "ID": 1131,
    "name": "وێزان",
    "mening": "1. پێزان، شت لەبەر چاو، چاکە لەبەرچاو؛ 2. ئاگادار لەخۆ؛ 3. ئاگادار لە کەسێکی دیکە."
  },
  {
    "ID": 1132,
    "name": "وێژە",
    "mening": "1. باوێشک؛ 2. گوتە، بێژە؛ 3. کەڵەوەی ناو نیر؛ 4. مێشن، چەرمی نەرمی دەواخیکراو؛ 5. شیعر و پەخشان؛ 6. بڵێ، بێژە، بووشە، واچە؛ 7. پاک و خاوێن؛ 8. خز و لووس.."
  },
  {
    "ID": 1133,
    "name": "وێسار",
    "mening": "پتەو و قاییم، خۆڕاگر. کەپرێکی وێسارە."
  },
  {
    "ID": 1134,
    "name": "وێنە",
    "mening": "1. وەکوو، لەچەشن؛ 2. (عَکس) ی فۆتۆ؛ 3. نێوی گوندێکە لە لای دارۆخان لە ناوچەی شلێر نزیک بە ناوچەی بانە؛ 4. نێوی گوندێکە لە ناوچەی کرماشان کە سەر بە هۆزی (عوسمانوەند)ن."
  },
  {
    "ID": 1135,
    "name": "وەتمان",
    "mening": "1. وەسمان، سووکەڵەنێوی (عوسمان) ە؛ 2. ئاڵوگۆڕکردن؛ 3. پاشگری وشەی (کانیوەتمان) ە، گوندێکە لە نێوان سلێمانی و دووکان."
  },
  {
    "ID": 1136,
    "name": "وەران",
    "mening": "1. وەرها، بەران، نێرەپەز؛ 2. ئامان، هاتن؛ 3. پێچان، لێکهاڵان؛ 4. داڕژان لە سەرەوە بۆ خوارەوە، وەرەقەکردنی خاک و بەردی ئەشکەوت و دیوار و شتی وا؛ 5. داوەرین، بەربوونەوەی گەڵا لە دار؛ 6. داکەوتنی پووشوپەڵاش لەسەر بانان."
  },
  {
    "ID": 1137,
    "name": "وەرتێ",
    "mening": "1. شوێنی پڕگوڵ و گیا؛ 2. ناوەڕاست؛ 3. شوێنی ئاسی و سەختی وەک کوێسان و چیای رژد؛ 4. گوندێکە کەوتۆتە بناری چیای کارۆخ، کە ئەگەر لە گوندی (بۆتێ) وە بۆی بڕۆی، دەبێ بەشێ لە چیای کارۆخ ببڕی تا بیگەیتێ، واتە کەوتۆتە پشت گوندی بۆتێ."
  },
  {
    "ID": 1138,
    "name": "وەردان",
    "mening": "1. بەردان، بەرەڵاکردن؛ 2. لێزیادکردن، خستنەسەر؛ 3. وەردبڕین، زەوینێک کە دووجار بکێڵدرێ."
  },
  {
    "ID": 1139,
    "name": "وەردی",
    "mening": "بچووک، منداڵ."
  },
  {
    "ID": 1140,
    "name": "وەرزان",
    "mening": "دوو واتای هەیە، 1. وەرز واتە: سێ مانگی ساڵێک و وەرزان: کۆی وەرزی ساڵە؛ 2. وەرز واتە: بەرز و وەرزان واتە: بەرزان."
  },
  {
    "ID": 1141,
    "name": "وەرزی",
    "mening": "بەرزی، بڵندی."
  },
  {
    "ID": 1142,
    "name": "وەرزیار",
    "mening": "جووتێر، جووتبەندە."
  },
  {
    "ID": 1143,
    "name": "وەرزین",
    "mening": "1. کاری کێڵگە؛ 2. نمەزین، ئارەقگیر؛ 3. بەرەی زین، قاییش و قەرووشی سینگی ئەسپ؛ 4. جووڵانەوە و خۆماندووکردن، وەرزش؛ 5. مەشق؛ 6. راڤە، لێکدانەوە؛ 7. لێکدانەوەی خەون."
  },
  {
    "ID": 1144,
    "name": "وەرزێر",
    "mening": "وەرزیار، چاندەکار، وەرزەکار، وەرزەکێڵ، کێڵکار."
  },
  {
    "ID": 1145,
    "name": "وەرسا",
    "mening": "پێشسان، قەرەوڵی بەر لەشکر."
  },
  {
    "ID": 1146,
    "name": "وەرسان",
    "mening": "پسیان، قرتیان، بڕیان، پچڕان."
  },
  {
    "ID": 1147,
    "name": "وەرکۆ",
    "mening": "1. بەرکوت، کوتراوەی خەلەی پێش خەرمان؛ 2. وەرکۆرپە، بەرخی ساوا."
  },
  {
    "ID": 1148,
    "name": "وەسان",
    "mening": "1. ئاوەها؛ 2. لەکارکەوتن؛ 3. مانووبوون؛ 4. پاشگری نێوی گوندی (شێخ وەسان)ە لە ناوچەی بالیسان لە کوردستان."
  },
  {
    "ID": 1149,
    "name": "وەشی",
    "mening": "1. بە زاراوەی هەورامی واتە: خۆشی، شادی، کەیف سازبوون؛ 2. هێشووی ترێ و خورما و هیدیکە."
  },
  {
    "ID": 1150,
    "name": "وەندی",
    "mening": "1. گۆڕدراوی وشەی کۆنی (وەنت) ە، واتە: خاوەن، خودان ساحێو؛ 2. کاسە و دەفر و قاپ و گۆزە و دێزە؛ 3. پاشگری وشەیە بۆ وێکچوون و نیشاندان؛ 4. پاشگری نێوی چەند عەشیرەتن لە کوردستان، وەکوو عەلیوەندی و حسەینوەندی."
  },
  {
    "ID": 1151,
    "name": "وەهران",
    "mening": "رۆژێکە لە هەر مانگێک لە مانگەکانی ئایینی زەڕدەشتیی."
  },
  {
    "ID": 1152,
    "name": "وەیسە",
    "mening": "وەیس، نێوی شێخێکە کە گۆڕەکەی لە سەر چیایەکە لە ماییدەشتی کرماشان. دەڵێن: گوایە ئەم کابرایە شا بووە و بە دیتنی مردوویەک تێکچووە و لە دەسە‌ڵاتدارەتی دەستی کێشاوە و بووە بە سۆفی و تۆبەکار. ئەم حاڵە دەڕبڕی چیرۆکی زەمبیلفرۆشە و زۆرکەس دەڵێن: لەوانەیە هەر ئەم کابرایە بووبێ. دەبێ ئەوەش بزانین کە (وەیسولقەرەنەین) ی عەرەب، کە گۆڕەکەی لە یەمەن، لەگەڵ وەیسی ماییدەشت یەکێ نییە."
  },
  {
    "ID": 1153,
    "name": "ڕابوون",
    "mening": "1. هەستان، راسان؛ 2. راپەڕین."
  },
  {
    "ID": 1154,
    "name": "ڕابین",
    "mening": "هەستین، هەڵسین."
  },
  {
    "ID": 1155,
    "name": "ڕابەر",
    "mening": "پێشەوا، رێبەر."
  },
  {
    "ID": 1156,
    "name": "ڕاتب",
    "mening": "1. جیرە؛ 2. مووچە، بژیوێ کە دەدرێ بە کارمەندی دەوڵەت؛ 3. ئەو کەلوپەلەی راوکەر لە پشتی خۆی دەبەستێ."
  },
  {
    "ID": 1157,
    "name": "ڕاجان",
    "mening": "باپیرەی زەڕدەشتی پەیامهێنەر."
  },
  {
    "ID": 1158,
    "name": "ڕاچاو",
    "mening": "لەژێرچاوگرتنی هەر گیاندارێک چی ئنسان یان حەیوان بۆ کۆنترۆڵکردن لە کاتی راو یان هەر رووداوێکی دیکە. بۆ نموونە کاتێ کە دەچی بۆ راو، راوچی دەڵێ: ئەو کەروێشکەم بۆ راچاو بکەن بزانم بۆ کوێ دەڕوا."
  },
  {
    "ID": 1159,
    "name": "ڕاژان",
    "mening": "1. هەژان، لەرینەوە، جووڵانەوە؛ 2. گوندێکی کوردنشینە نزیک بە شاری ورمێ لە کوردستانی رۆژهەڵات کە لە سەر رێی (گەلی)ی قاسملوو هەڵکەوتووە."
  },
  {
    "ID": 1160,
    "name": "ڕاژانکۆ",
    "mening": "نێوی گوندێکی کۆن بووە، لە ناوچەی وان، لە کوردستان، بەڵام لە سەردەمی عوسمانییەکاندا نێوەکەیان گۆڕیوە بۆ تورکی."
  },
  {
    "ID": 1161,
    "name": "ڕاژۆ",
    "mening": "1. کاریتە و دیرەگی بچووک؛ 2. گوندێکە لە کوردستانی رۆژهەڵات."
  },
  {
    "ID": 1162,
    "name": "ڕاژین",
    "mening": "راژێنەر، رانندە، لێخوڕ، کەسێ کە کاری لێخوڕینە."
  },
  {
    "ID": 1163,
    "name": "ڕاژە",
    "mening": "1. دیرەک، کاریتە؛ 2. ئاڵووداری میچ؛ راڤەکردن، مانالێدانەوە؛ 3. کاربۆکردن، خزمەت."
  },
  {
    "ID": 1164,
    "name": "ڕاسپێر",
    "mening": "سفارشدەر، سەختیکەر: سەختیم کردووە بۆم بێنن."
  },
  {
    "ID": 1165,
    "name": "ڕاستۆ",
    "mening": "راستگۆ، ئینسانی بێدرۆ."
  },
  {
    "ID": 1166,
    "name": "ڕاستە",
    "mening": "1. خەتکێش؛ 2. گوزەر، بازاڕی سەرداپۆشراو؛ 3. دارێکی دوولکە بۆ ئەزموونی راستیی و خواریی بەرداش؛ 4. جۆرێ هەڵپەڕکێ؛ 5. رێگەی بێ پێچ؛ 6. گۆشتی پشت مازە."
  },
  {
    "ID": 1167,
    "name": "ڕاسن",
    "mening": "1. سوێسنەکیویلە، سۆسنەکیویلە؛ 2. هۆزێکی کوردن کە لە شاری ئاکرێی کوردستانی باشوور دەژین. سەرۆکهۆزی ئەم خێڵە (میر عەلائەدینی گەورکی) بووە."
  },
  {
    "ID": 1168,
    "name": "ڕاشکان",
    "mening": "بەسەرچوون، تێپەڕبوون، وەکوو شەو راشکا ئێمە هەر نەمانتوانی بچینە سەر بەجێهێنانی کارەکەمان."
  },
  {
    "ID": 1169,
    "name": "ڕاگا",
    "mening": "1. سۆز یان هەوای مووزیک؛ 2. نێوی سروودێکی سەردەمی زەڕدەشتییەکان بووە."
  },
  {
    "ID": 1170,
    "name": "ڕاگر",
    "mening": "1. راگیر، کۆنترۆڵ؛ 2. رێگر، چەتە؛ 3. بەرپێگر، پێشپێگر؛ 4. گیردەر؛ 5. ئاگادریکەر؛ 6. پاشبەندی وشەیە وەکوو: گوێڕاگر."
  },
  {
    "ID": 1171,
    "name": "ڕاماو",
    "mening": "لەناو فکر و بیردا ماو، سەرگەردان."
  },
  {
    "ID": 1172,
    "name": "ڕاماڵ",
    "mening": "1. راستەوراست بەرخۆدان و ماشینەوە؛ 2. راوەدوو، نیانەسەر، راماصدان، راونان."
  },
  {
    "ID": 1173,
    "name": "ڕامتین",
    "mening": "نێوی چنگژەنێکی سەردەمی خەسرەوپەرویزی ساسانی بووە."
  },
  {
    "ID": 1174,
    "name": "ڕامیار",
    "mening": "1. شووانی پەز؛ 2. رەوکەوان، ئاگاداری رەوە ئەسپ؛ 3. سیاسەتزان."
  },
  {
    "ID": 1175,
    "name": "ڕامیس",
    "mening": "ماچ، ڕامووسان."
  },
  {
    "ID": 1176,
    "name": "ڕانان",
    "mening": "خۆنیشاندان، دەرکەوتن. بڕوانە رانا لە بەشی کچان."
  },
  {
    "ID": 1177,
    "name": "ڕاناو",
    "mening": "1. پیشاندراو؛ 2. پیتێک کە هێمایە بۆ نێوێک؛ 3. راناوی فەرمانی."
  },
  {
    "ID": 1178,
    "name": "ڕاهی",
    "mening": "نەجات، دەرباز، رزگار. (خۆزگە لەو گرفتە راهی دەبووم)"
  },
  {
    "ID": 1179,
    "name": "ڕاهێن",
    "mening": "فێرکار، پەروەرێنەر."
  },
  {
    "ID": 1180,
    "name": "ڕاهێڵ",
    "mening": "1. رایەڵ، رایێڵ، شۆڕکردنەوە؛ 2. تانوپۆی تەون."
  },
  {
    "ID": 1181,
    "name": "ڕاویار",
    "mening": "1. رێبوار؛ 2. راوکەر."
  },
  {
    "ID": 1182,
    "name": "ڕاکان",
    "mening": "گاشەبەردی ژێر بەتاڵ. ئەم وشەیە لە لای مەریوان بەکار دەبرێ."
  },
  {
    "ID": 1183,
    "name": "ڕایش",
    "mening": "لەبەرنووسراو، روونووسهەڵگیراو."
  },
  {
    "ID": 1184,
    "name": "ڕزگار",
    "mening": "دەربازبوو، سەربەست، ئازاد."
  },
  {
    "ID": 1185,
    "name": "ڕوار",
    "mening": "1. رۆبار؛ 2. گوندێکە لە نزیک گوندی (هەجیج) لە هەورامانی کوردستانی رۆژهەڵات."
  },
  {
    "ID": 1186,
    "name": "ڕواندز",
    "mening": "رواندژ؛ رواندز لە دوو وشەی لێکدراو واتە (روان) و (دز یان دژ) پێکهاتووە و چەندین مانای هەیە، یەکەم: رووان واتە: چۆمان، چەند چەم و دژیش واتە قەڵا و رواندز یانێ: قەڵای نێوان دوو رۆبار؛ دووهەم: روان: واتە شینبوون و جێگەی ژیان و دزیش واتە قەڵا و رواندز یانێ: قەڵای ژیان؛ سێهەم: روان، واتە: رەوەندی و دزیش واتە دژ و رواندز واتە: جێگا یان شوێنەمێنگەی رەوەندیانی کورد کە لەو کاتەدا گەرمیان و کوێستانیان کردووە و رواندزیان ئاوەدان کردۆتەوە و زستانان لەوێدا ماونەتەوە؛ چوارەم: روان، واتە: ئاوەڵا و لەسەرپشت و دزیش واتە قەڵا و روواندزیش واتە: قەڵای بێ دەرگا و شوورە، چونکە جێگاکەی بەرز و سەخت و لە لێوارەی چۆمدا بووە و پێویستی بە دیوار یان شوورە نەبووە!"
  },
  {
    "ID": 1187,
    "name": "ڕکان",
    "mening": "باوەڕ، بڕوا. (رکانی پێ ناکەم)."
  },
  {
    "ID": 1188,
    "name": "ڕۆبار",
    "mening": "رۆخانە، چەم، چۆم."
  },
  {
    "ID": 1189,
    "name": "ڕۆبین",
    "mening": "1. رۆژبین، داهاتووبین؛ 2. دابەزین؛ 3. خۆمان داچەمێنین؛ 4. خۆبشارینەوە. دەیاصڵا کوڕینە رۆبین با نەمانبینن."
  },
  {
    "ID": 1190,
    "name": "ڕۆدا",
    "mening": "رۆژدا، هەتاو هاتنەدەر. بۆ ئاگاداریی ئەمانە هەندێ نێون کە هاوخوێنانی زاراوەکرمانج درووستیان کردووە و داتاشراون."
  },
  {
    "ID": 1191,
    "name": "ڕۆدی",
    "mening": "ئاماژە بەوەی کە رۆژ یان هەتاوی دی."
  },
  {
    "ID": 1192,
    "name": "ڕۆژ",
    "mening": "هەتاو، رۆجیار، خوەرشی، خۆرەتاو."
  },
  {
    "ID": 1193,
    "name": "ڕۆژانکۆ",
    "mening": "نێوی هۆزێکی کورد بووە، لە ناوچەی هایمانی لای ئآنکارا، کە بە دەستی عوسمانییەکان هەڵداژراونەتە بولغارستان و بۆسنی."
  },
  {
    "ID": 1194,
    "name": "ڕۆژبەیان",
    "mening": "نێوی عەشیرەتێکی کوردن کە لە باشووری کوردستان دەژین و جەمیل رۆژبەیانی نووسەر و زانای بەنێوبانگ که بە دەستی حکوومەتی بەعس کوژرا و زۆڵەکورد کوشتی، لەم هۆزەیە."
  },
  {
    "ID": 1195,
    "name": "ڕۆژکان",
    "mening": "نێوی هۆزێکی کوردە لە کوردستان."
  },
  {
    "ID": 1196,
    "name": "ڕۆژەڤ",
    "mening": "وشەیەکی تازەیە بە واتای بەرنامەی رۆژانە."
  },
  {
    "ID": 1197,
    "name": "ڕۆسەم",
    "mening": "قارەمانی چیرۆکەئێرانییەکانە و بە پێی شانامەی فردۆسی و بەرهەمەکانی سەعدی شاعیرانی فارس، رۆسەم کورد بووە و زانایانی کورد لەم مەسەلەیە کۆڵیونەتەوە و ئەم بانگاشەیە بە راست دەزانن. کاک دەوڵەتشاهیش زیاتر لە 500 وشەی کوردیی لەناو ئەم داستانەدا دەرهێناوە و سەلماندوویەتی کە رۆسەم کورد بووە."
  },
  {
    "ID": 1198,
    "name": "ڕۆناس",
    "mening": "رۆژناس، کەسێک کە هەتاوناس بێ. بۆ ئاگاداریی ئەمانە هەندێ نێون کە رۆشنبیرانی زاراوەکرمانج درووستیان کردووە و داتاشراون."
  },
  {
    "ID": 1199,
    "name": "ڕۆناکۆ",
    "mening": "نێوی هۆزێکی کورد بووە، لە ناوچەی هایمانی لای ئآنکارا، کە بە دەستی عوسمانییەکان هەڵداژراونەتە بولغارستان و بۆسنی."
  },
  {
    "ID": 1200,
    "name": "ڕۆنەر",
    "mening": "دانەر، درووستکەر."
  },
  {
    "ID": 1201,
    "name": "ڕێبازە ئەدەبییەکان",
    "mening": "رێگەی هاتوچۆی زۆر."
  },
  {
    "ID": 1202,
    "name": "ڕێبوار",
    "mening": "رێوگار، رێوار، رێبگار."
  },
  {
    "ID": 1203,
    "name": "ڕێبین",
    "mening": "رێگەدۆزەرەوە."
  },
  {
    "ID": 1204,
    "name": "ڕێبەر",
    "mening": "رێوەر، پێشەوا، رابەر."
  },
  {
    "ID": 1205,
    "name": "ڕێچکەوان",
    "mening": "نێوی هۆزێکی کورد بووە، لە ناوچەی هایمانی لای ئآنکارا، کە بە دەستی عوسمانییەکان هەڵداژراونەتە بولغارستان و بۆسنی."
  },
  {
    "ID": 1206,
    "name": "ڕێژاو",
    "mening": "گوندێکە لەنێوان شارەکانی (جووانڕۆ و کرماشان) کە گەورەکانییەک و سەیرانگایەکی یەکجار خۆش و دڵگیرە و ناوچەیەکی کۆنە."
  },
  {
    "ID": 1207,
    "name": "ڕێژە",
    "mening": "لێرەدا بە واتای سان و خۆنیشاندانی سپا و لەشکر دێ."
  },
  {
    "ID": 1208,
    "name": "ڕێشان",
    "mening": "1. رێشاندەر، رێگانیشاندەر، کەسێ کە ئینسان شارەزای رێ دەکا؛ 2. نیشانەی رێگە بۆ شارەزایی."
  },
  {
    "ID": 1209,
    "name": "ڕێشکاو",
    "mening": "وەهم و خەیاڵ."
  },
  {
    "ID": 1210,
    "name": "ڕێمان",
    "mening": "نێوی گوندێکە لە ناوچەی حەکاری لە کوردستانی باکوور‌."
  },
  {
    "ID": 1211,
    "name": "ڕێوان",
    "mening": "1. ئاگاداری رێگە، پاسەوانی رێگا؛ 2. رێگەناس."
  },
  {
    "ID": 1212,
    "name": "ڕێوانسا",
    "mening": "نێوی هۆزێکی کورد بووە، لە ناوچەی هایمانی لای ئآنکارا، کە بە دەستی عوسمانییەکان هەڵداژراونەتە بولغارستان و بۆسنی."
  },
  {
    "ID": 1213,
    "name": "ڕێکان",
    "mening": "گوند و هۆزێکن لەنێوان شاری ئامێدی و ناوچەی مێرگەسۆر لە باشووری کوردستان."
  },
  {
    "ID": 1214,
    "name": "ڕێکۆک",
    "mening": "رێچکە، باریکەڕێ."
  },
  {
    "ID": 1215,
    "name": "ڕەبەت",
    "mening": "رەوەت، سیپە، بۆسە."
  },
  {
    "ID": 1216,
    "name": "ڕەبەق",
    "mening": "بێ زیادوکەم."
  },
  {
    "ID": 1217,
    "name": "ڕەبەن",
    "mening": "1. کۆکم، قازاخ، سەڵت، تاکوتەنیا؛ 2. هەڵوەدا، ماصلەکۆڵ."
  },
  {
    "ID": 1218,
    "name": "ڕەبەنۆک",
    "mening": "چیایەکە لە نێوان (سەریبەردیی و حەسەنبەگ) لە ناوچەی دیانا یان سۆرانی ئێستا."
  },
  {
    "ID": 1219,
    "name": "ڕەپۆش",
    "mening": "رەپۆشە، پۆشایی، ئاهووتە. بۆ نموونە: رەپۆشەی ئەم ماڵە دڵتەنگە. مووشەک دەڕوا بۆ رەپۆشە. رەپۆشەی سەربازیی ناخۆشە. لە رەپۆشەیەکی دۆستانەدا."
  },
  {
    "ID": 1220,
    "name": "ڕەتین",
    "mening": "راکردن و هەڵاتن لە ترسان. رەتێن، لە چاوگی وشەی (رەتان) بە واتای راوەدوونان وەرگیراوە. (رەتێن رەتێنێک بوو مەپرسە)"
  },
  {
    "ID": 1221,
    "name": "ڕەچاو",
    "mening": "1. بژاردنی کەسێک بۆ کارێ؛ 2. لەبەرچاوگرتن و ئاگا لێبوون."
  },
  {
    "ID": 1222,
    "name": "ڕەدا",
    "mening": "قاییلبوون، رازیبوون. (هەرچیم کرد، نەهاتە ردایە)"
  },
  {
    "ID": 1223,
    "name": "ڕەزازی",
    "mening": "لە وشەی (رزّاز)ی عەرەبییەوە هاتووە، واتە: گەنمپاککەر، کەسێک کە گەنم و برنج و دانەوێڵە پاک دەکا؛ (رەزازی) هەروەها نێوی گەڕەکێک بووە لە سەردەمی عەباسییەکان لە شاری کوردنشینی (کووت) ی لای (عەمارە) لە باشووری کوردستان که بەداخەوە ئێستا ئەو ناوچانە هەرچەند خاکی کوردستانە بەڵام لە درێژەی مێژووی بەر لە ئێراق و حکوومەتەکانی ئێراقیشدا کراون بە عەرەبنشین و کوردەکانی ئەو شار و ناوچەگەلەیان لەوێ کە خاکی دا و باپیرانی خۆیانە وەدەرناوە! بڕوانە (زەندۆر) لە بەشی کوڕان."
  },
  {
    "ID": 1224,
    "name": "ڕەزاو",
    "mening": "1. ئاوی ترێ؛ 2. گوندێکە لەنێوان سنە و مەریوان کە سەر بە هەورامانە."
  },
  {
    "ID": 1225,
    "name": "ڕەسەن",
    "mening": "1. بنەچە، رەتەوە؛ 2. ماقوول، نەجیب."
  },
  {
    "ID": 1226,
    "name": "ڕەشانگ",
    "mening": "1. رەشان، گۆشتی بزنی رەش؛ 2. زەوینی بەفر لەسەرلاچوو."
  },
  {
    "ID": 1227,
    "name": "ڕەشمێو",
    "mening": "یاقووتی، جۆرێک ترێی وردی سووری تۆخی نزیک بە رەشە کە لە ناوچەی سنە زۆرە."
  },
  {
    "ID": 1228,
    "name": "ڕەشوان",
    "mening": "1. هۆزی بەخێوکەری ئەسپ؛ 2. تیرەیەکی کۆچەرن کە لە کۆندا زۆرتر لە دەوروبەری (ئەرزەڕۆم و مەڵاتیە) لە کوردستانی باکوور‌ و هەروەها لە دەوروبەری (هەولێر) لە کوردستانی باشووردا ژیاون. اَحمد رەشوانی شاعیری شەهید و بەنێوبانگی کورد لەم هۆزەیە."
  },
  {
    "ID": 1229,
    "name": "ڕەشکۆ",
    "mening": "1. بە رەنگی رەش داڕێژراو؛ 2. رەشتاڵە؛ 3. رەشۆ، رەشە، سووکەڵەنێوی رەشید."
  },
  {
    "ID": 1230,
    "name": "ڕەشکۆت",
    "mening": "نێوی هۆزێکی کوردە لە کوردستانی باکوور‌."
  },
  {
    "ID": 1231,
    "name": "ڕەشۆ",
    "mening": "بڕوانە رەشکۆ."
  },
  {
    "ID": 1232,
    "name": "ڕەشیش",
    "mening": "نمنمی باران، نەرمەباران."
  },
  {
    "ID": 1233,
    "name": "ڕەگەز",
    "mening": "بنچینە، نژاد."
  },
  {
    "ID": 1234,
    "name": "ڕەمان",
    "mening": "چیایەکە لە کوردستانی باکوور‌ کە نەوتی زۆرە."
  },
  {
    "ID": 1235,
    "name": "ڕەنجبەر",
    "mening": "کەسێک کە رەنج دەبا و زەحمەت دەکێشێ."
  },
  {
    "ID": 1236,
    "name": "ڕەنجە",
    "mening": "1. رەنج، ئازار؛ 2. کاری سەخت."
  },
  {
    "ID": 1237,
    "name": "ڕەندۆک",
    "mening": "1. ئازا و مێرخاس؛ 2. زەوینی هەرچوارلا ئاو؛ 3. تەختایی ناو گردان."
  },
  {
    "ID": 1238,
    "name": "ڕەنگە",
    "mening": "1. چۆنیەتی رەنگی دیمەن لەبەرچاو؛ 2. چۆنیەتی بیچم و شێوە؛ 3. لەوانەیە؛ 4. تەرز، جۆر. نموونە: شەنگ، شەنگە."
  },
  {
    "ID": 1239,
    "name": "ڕەنێو",
    "mening": "وەبەرهەمهێنان، بەخێوکردن و پەروەردەکردن. (باخێکی باشی رەنێو هێناوە. دەکرێ بۆ وشەی (کارگَردان) ی فارسی، (رەنێوهێن، یا رەناوهێن) بەکار ببرێ، چونکە وشەی (دەرهێنەر) لە بەرانبەر وشەی (مخرج)ی عەرەبیدا دانراوە."
  },
  {
    "ID": 1240,
    "name": "ڕەهوان",
    "mening": "نەرمڕۆییشتنی ئەسپ."
  },
  {
    "ID": 1241,
    "name": "ڕەهێڵ",
    "mening": "1. رەهێڵە، رەهێڵەی باران؛ 2. رێژنەی تیر و فیشەک."
  },
  {
    "ID": 1242,
    "name": "ڕەوا",
    "mening": "1. قەبووڵ، وەکوو: رەوا نییە بیکوژن؛ 2. شیان، وەکوو ئەو جل و بەرگە هەر بە تۆ رەوایە."
  },
  {
    "ID": 1243,
    "name": "ڕەوان",
    "mening": "1. هەر شتێک کە لە رەوت و رۆدا بێ، وەکوو: ئاوی رەوان، ئەسپی رەوان؛ 2. خوێندنەوەی بێ گرێ و گۆڵ؛ 3. ناردن و کل کردن."
  },
  {
    "ID": 1244,
    "name": "ڕەواک",
    "mening": "1. دەفرێ کە شەراوی تێدا پاڵفتە دەکەن؛ 2. شیرەی تراوی هەنگوین."
  },
  {
    "ID": 1245,
    "name": "ڕەوشەن",
    "mening": "1. رۆشن، رووناک؛ 2. دیار، لەبەرچاو ."
  },
  {
    "ID": 1246,
    "name": "ڕەوشەنگ",
    "mening": "خۆشڕەوت، کەسێ یان جوان رێ دەکا."
  },
  {
    "ID": 1247,
    "name": "ڕەوگە",
    "mening": "وڵاتی دووهەمی دوای پەڕیوەیی یان ئاوارەیی."
  },
  {
    "ID": 1248,
    "name": "ڕەوکەوان",
    "mening": "1. لەوەڕێنەری ئەسپ؛ 2. بەخێوکەری ئەسپ؛ 2. نێوی یەکێ لە قارەمانانی بەیتی (سەیدەوان)."
  },
  {
    "ID": 1249,
    "name": "ڕەوەز",
    "mening": "چینچینەبەردی ناوقەد و سەری کێو."
  },
  {
    "ID": 1250,
    "name": "ڕەوەند",
    "mening": "خێڵەکی، کۆچەر، چادرنشین، ئەوانەی گەرمێن و کوێستان دەکەن."
  },
  {
    "ID": 1251,
    "name": "ڕەڤۆک",
    "mening": "1. سڵ، سرک؛ 2. قوشقی، تووڕە، تۆسن، گیاندارێ کە لە ئینسان بترسێ و هەڵێ."
  },
  {
    "ID": 1252,
    "name": "ڤارتۆ",
    "mening": "شارۆچکەیەکە لە کوردستانی باکوور."
  },
  {
    "ID": 1253,
    "name": "ڤارسا",
    "mening": "نێوی هەوارێکە لە ناوچەی دەرسیم، لە کوردستانی تورکیە."
  },
  {
    "ID": 1254,
    "name": "ڤارسۆ",
    "mening": "نێوی گوندێکە لە ناوچەی دەرسیم، لە کوردستانی تورکیە."
  },
  {
    "ID": 1255,
    "name": "ڤارکان",
    "mening": "نێوی هەوارێکە لە ناوچەی دەرسیم، لە کوردستانی تورکیە."
  },
  {
    "ID": 1256,
    "name": "ڤارکۆ",
    "mening": "نێوی کێوێکە لە ناوچەی دەرسیم، لە کوردستانی تورکیە."
  },
  {
    "ID": 1257,
    "name": "ڤارۆ",
    "mening": "چیایەکە لە ناوچەی دەرسیم لە کوردستانی باکوور‌."
  },
  {
    "ID": 1258,
    "name": "ڤاهێڵ",
    "mening": "1. نەمر؛ 2. تەنیا و رەبەن."
  },
  {
    "ID": 1259,
    "name": "ڤیندار",
    "mening": "خۆراگر، بەئیرادە."
  },
  {
    "ID": 1260,
    "name": "ڤەدین",
    "mening": "دۆزینەوەی ونبوو، دیتنەوە."
  },
  {
    "ID": 1261,
    "name": "ڤەژەن",
    "mening": "تین، هاڵاوی گەرما."
  },
  {
    "ID": 1262,
    "name": "ڤەمان",
    "mening": "بەجێمان، بەجێهێڵان."
  },
  {
    "ID": 1263,
    "name": "ڤەنان",
    "mening": "1.هێم دانان، بناخە داڕشتن؛ 2. وەدیهێنان؛ 3. کاتژمێر کۆکردن."
  },
  {
    "ID": 1264,
    "name": "ڤەهات",
    "mening": "هەڵات، وەکوو هەویرەکە هەڵات، هەڵتۆقی، وەکوو کارگی باش هەڵتۆقیوە ئەمساڵ."
  },
  {
    "ID": 1265,
    "name": "کاربین",
    "mening": "1. پسپۆڕ، زانا لەکار؛ 2. کاردۆزەرەوه، کاروەبین‌."
  },
  {
    "ID": 1266,
    "name": "کارتیک",
    "mening": "1. بڕبەندی بچووک و نەرم؛ 2. سەروەسیەت."
  },
  {
    "ID": 1267,
    "name": "کارتەش",
    "mening": "چاندن، تۆوەشاندن."
  },
  {
    "ID": 1268,
    "name": "کاردا",
    "mening": "1. ئەو کارەی کە کراوە؛ 2. بەهرەی کار؛ 3. کاردۆخ. بڕوانە گۆتۆ."
  },
  {
    "ID": 1269,
    "name": "کارداکا",
    "mening": "مینۆرسکی لە زمانی (تورداگین)ەوە دەڵێ: بە پێی دوو پارچە بەردەنووسی وەدیتراو، کە وێنەیان لەسەر بووە و مێژوویان دەگەڕێتەوە بۆ دوو هەزار ساڵ بەر لە زایین، کارداکا وڵاتێک بووە لەناو وڵاتی ئاشووردا کە کورد بەڕێوەی بردووە. بڕوانە کاردۆ."
  },
  {
    "ID": 1270,
    "name": "کاردوو",
    "mening": "1. تۆمی گیایەکە لە گەنم دەکا و رەنگی رەشە؛ 2. گیایەکی گەڵا پانە لە ناو سماقا زەردی دەکەن و دەیکەن بە چێشت."
  },
  {
    "ID": 1271,
    "name": "کاردۆ",
    "mening": "کارۆخ، کاردۆخ، کاردۆک، کارداک، کارداکا، وشەی (کاردۆ) یان (کورد)، ریشەی مێژوویی و کۆنی هەیە و دەگەڕێتەوە بۆ چووار هەزار ساڵی لەمەوبەر؛ دێریک و بەسەرهاتی نەتەوەی کورد، مێژوویەکی سەرسووڕێنەر و پڕ لە کارەسات و هەوراز و نشێوە، کە ئەم گەلە گەورە و ماندوویی نەناسە لە درێژەی رۆژگاراندا لە پشت سەری ناوە و هێشتاش هەر ماوە؛ بۆ واژەی (کورد) دەبێ بگەڕێینەوە بۆ سەرەتای دێریک و ئەو بەڵگە و نووسراوانەی کە بۆمان ماوەتەوە؛ بەر لە کورد، لە چیای زاگرۆس گەل و نەتەوەی دیکە ژیاون، کە بریتین لە: گۆتییەکان، لۆلۆیی یەکان، کاسییەکان، میتانییەکان، خالدییەکان و ئیلامییەکان و هیدیکە کە سۆلان و زمان و فەرهەنگیان هاو ریشە بووە؛ ئەوەی کە لێکۆڵەرەوان و نووسەرانی کۆن و تازە لە سەری ساقن، دیتنیان ئەوەیە کە: بەر لە هاتنی تیرەی کورد بۆ کوردستان، نەتەوەیێکی دیکە، بە نێوی کاردۆ یان کاردۆخ، شوێنەمێنگەیان ئەم نیشتمانە بووە و خاوەنی شارستانییەت بوونە، کە لەگەڵ هاوسێکانی دەوروبەری خۆیان بەربەرەکانێیان کردووە و هەندێکیان هێناوەتە ژێر رکێفی خۆیان و لە ناو خۆیاندا تواندوویانەتەوە و هەر بەو (نێو)ەوە، ماونەتەوە؛ بۆ یەکەمجار وشەی (کاردایاک)، وەکوو وڵاتی کوردان لەسەر بەردەنووسەکانی ئاسوورییەکاندا خوێندراوەتەوە و لە زەریای (وان)ەوە بەرەو خوار داکشاوە و لە بتلیس قەڵای قاییم و بتەویان هەبووە و شوێنەوارەکەشی تا سەدەی پێنج و شەشی زایینی هەر ماوەتەوە و پاشان لەناو براوە؛ لە 2400ی پێش زایینیش نێوی (کارداکا)، لە بەردەنووسی سۆمەرییەکانیشدا هاتووە و (قەراڵ لاگاش ئاداد نارای) لە بەردەنووسێکدا باسی کردووە و رەشی یاسەمی بە نموونەی هێناوەتەوە؛ لە بەردەنووسێکی سەکۆییشدا کە هی سۆمەرییەکان بووە، نێوی (کارداکا) وەکوو نیشتمان هاتووە نەک تیرە و هۆز؛ لە سەردەمی پاشایەتی (گیمیل سین)ی سێهەم دەسەڵاتداری ئۆرارتۆرییەکان، سەدەی 22ی بەر لە زایین، ناوچەی کوردستانی ئێستا، لە لایەن ئەو پاشایەوە، سپێردراوە بە ئەمیرێکی بەتوانا، کە نێوی (ڤا‌ردنانێر Vard Nanner) بووە و جگە لە ناوچەکانی (گەڤەر و هەکاری)، کە هی ئەو ئەمیرە خۆی بووە، ناوچەی (ئەربیل) و (ئیشار) و فەرمانڕەوایی تیرەی سۆبارتۆ و وڵاتی (کوردە)ی پێ سپاردووە؛ بە پێی لیکۆڵینەوەی (تووردان ژان)یش، کارداک هاوسێی سۆبارییەکان بوونە و ئارامییەکان نێویان ناون: (بێت قردو) و شاری (جزیر)ی ئێستاش جێگەیان بووە و بەو شارەیان گوتووە: (گازارتا کاردۆ Gazarta Kardo)؛ (تیگلات پەلسیر)یش کە لە سەدەی پێنجەمی بەر لە زایین، لەگەڵ کارداکییەکان تووشی شەڕ هاتووە، نێوی بردوون؛ هەروەسا ئارامییەکان تەواوی ناوچەکانی نێوان (دیجلە و فۆرات)یان بە وڵاتی (گواژارتا کاردۆ) نێو بردووە؛ ئەرمەنییەکانیش بە کاردۆخیان نێو هێناون و لە جوغرافیای کۆنی ئەرمەنستاندا بە (وڵاتی کورچیخ) نێودێریان کردوون؛ ئسترابوونی جوغرافیناسیش قەراخی دیجلەی بە وڵاتی کاردۆییەکان نێو هێناوە و باسی ‌قەڵا و شوورەی ئەم تیرەیەی کردوون کە داگری (دیاربەکر و مووسڵ) بووە؛ واتای کوردیش لە زمانی بابلی و ئاشووریدا (زۆردار و پاڵەوان) بووە؛ ئسترابوون لە کۆپەڕی 15 لە بەندی حەڤدەهەمدا دەڵێ: کارداکییەکان لاوان و گەنجانی پارسییان فێری ئەوە دەکرد کە لە سەرما و گەرما و باراندا خۆڕاگر و هێور بن و لە شەویشدا فێری شەونخوونییان دەکردن و رایان دەهێنان کە لە میوەی لێڕەوارەکان بخۆن، بۆ نموونە: بەڕوو و شتی دیکە، هەر لەبەر ئەم هۆیە، بە لاوانی دلێر و ئازای پارسییەکانیان دەگوت: کارداک؛ لە کۆنیشدا شاعیرانی پارسی، بە کوردەکانیان گوتووە: گورد؛ (شەرەفخانی بدلیسی)یش لە شەرەفنامەدا دەڵێ: کورد واتە: ئازا و دلێر و پاڵەوان، چونکە رۆسەمی زاڵ، و بارامی چێوین و گورگین میلاد و فەرهادی کۆکەن، هەموویان کورد بوونە؛ دواتر وشەی کاردۆک، کردۆک و کاردۆخ هاتۆتە ناو نێوگەل و لە ئاکامیشدا وشەی کورد و کوردستان، ساڵی 511 تا 522 زایینی لە زەمانی پاشاکانی (سەلجووقی) دا بە شێوەیەکی رەسمیی بڵاو کراوەتەوە. منیش لەو بڕوایەدام کە نێوی (کەرکووک)، کە مێژووی ئاوەدانکردنەوەی دەگەڕێتەوە بۆ 4500 ساڵ بەر لە زایین، نزیکە بەم نێوانەوە: کارداکا، کارداک، کارداکۆ، کاردۆک، کاردۆخ، کارۆخ، کارخۆ، کەرخۆ، کارکۆ، کاردکۆ، کەرکووک. بڕوانە (کاردۆخ) و بڕوانە (گۆتۆ)."
  },
  {
    "ID": 1272,
    "name": "کاردۆخ",
    "mening": "ئەو تیرەیەن لە کورد کە گزەنفۆن لە کۆپەڕەکەیدا نێوی هێناون. بڕوانە کاردۆ و گۆتۆ."
  },
  {
    "ID": 1273,
    "name": "کاردۆش",
    "mening": "1. بەو کوردانە دەگوترا کە لە گێڵان دەژیان؛ 2. کاردۆشییەکان دوای ئەوەی کە حوکوومەتی ماد، لە دەسە‌ڵات کەوت و کوورشی هەخامەنشی هاتە سەر دەور، ملیان بەو دەسە‌ڵاتە نەدا و لەگەڵ حوکوومەتی هەخامەنشی بەشەڕ هاتن و تەفروتوونا کران."
  },
  {
    "ID": 1274,
    "name": "کاردۆک",
    "mening": "بڕوانە کاردۆخ."
  },
  {
    "ID": 1275,
    "name": "کارزان",
    "mening": "لەکاردا زانا و شارەزا، لەکار تێگەییشتوو."
  },
  {
    "ID": 1276,
    "name": "کارمات",
    "mening": "1. کارماد، کارمات، کڕمات، کرماج، کوردمانج، کورد، گوندی؛ 2. جووتیار، چاندەکار؛ 3. شوان و گاوان، بەخێوکەری ئاژەڵ؛ 4. تیرەیەک لە تیرەکانی ئەلحەق بوونە کە دوای ئەبوو موسلێمی خوراسانیی، لە 254 هەتا 270 ی کۆچییدا، بە شەڕی چەکداری لە دژی خەلیفەکانی سەرەتای ئیسلام بەرگرییان لە بزووتنەوەی سۆفیگەریی یارسان (حەقە) کردووە لە کوردستان و ئێران و زۆر شوێنێ دیکە و رەواجیان بە ئایینی یارسان داوە. عەرەبی موسوڵمان ئەم وشەیانە کردووە بە قرمەت (قرمط)، واتە: ناموسوڵمان و بی دین و کافر، یان ئەو کەسانەی کە لە نووسیندا خەتیان وردە!! زۆر بە داخەوە ئەم ناژیربێژییە و ئەم بێ مەنتەقییە ناچێتە مێشکەوە، چونکە ئەوانەی کە موسڵمانن، هەر گەل و نەتەوەیێکی ناموسڵمان بە بێدین و کافر دەزانن، ئەم تیرەیەشیان لە تیرەی ئەلحەق (یارسان) زانیوە، بۆیە بە قرمط یان قرمطی نێویان بردوون‌، کڕماتەتەکان ئایینی تایبەتی خۆیانیان هەبووە و نەچوونەتە ژێر درۆ و دەلەسەی خەلیفەکانی ئیسلامی ئەو سەردەمە کە سەرانسەری کوردستانیان لەناو خوێندا شەڵاڵ کرد. (قرمط) لە راستیدا (کڕمات) بووە کە عەرەب کردوویەتی بە قرمط!!"
  },
  {
    "ID": 1277,
    "name": "کارناس",
    "mening": "1. لەکارشارەزا؛ 2. لەکار سەردەرچوو، زانا لەکار."
  },
  {
    "ID": 1278,
    "name": "کاروان",
    "mening": "سەرقافڵە"
  },
  {
    "ID": 1279,
    "name": "کارکۆ",
    "mening": "1. کاری بەهرەدەر؛ 2. کارا."
  },
  {
    "ID": 1280,
    "name": "کارۆخ",
    "mening": "شاخێکی سەختە لە وێنەی دیوارێکی گەورە کە کەوتۆتە پشت گوندی بۆتێ لە کوردستانی باشوور و ئەو نێوە هەر نێوی کاردۆخە."
  },
  {
    "ID": 1281,
    "name": "کارۆس",
    "mening": "کارۆش، کاراس، گیاکارۆس رووەکێکی بۆنخۆشە."
  },
  {
    "ID": 1282,
    "name": "کارۆک",
    "mening": "پۆ‌ڵا، ئاسنێکی سفت و قاییمە که به تینی 1400 پلە دەتوێتەوە و شمشێر و گورز و ئاسنەواڵەی دیکەی لێ درووست دەکەن."
  },
  {
    "ID": 1283,
    "name": "کاژاو",
    "mening": "1. جۆرە ترێیەکی رەشی بزمارکوتی مزرە؛ 2. هەم گوندە هەم چیایەکە لە نێوان پێنجوێن و سلێمانی لە باشووری کوردستان."
  },
  {
    "ID": 1284,
    "name": "کاژۆک",
    "mening": "نێوێکی کوردییە."
  },
  {
    "ID": 1285,
    "name": "کاسۆ",
    "mening": "1. کاشۆ، کاسی، کاسای، نێوی تیرەیەکی کۆنی کوردی دوای گۆتییەکان بووە کە لە ناوچەی کرماشاندا فەرمانڕەواییان کردووە؛ 2. داری سەرخواری تۆپانقار یان گۆبازی."
  },
  {
    "ID": 1286,
    "name": "کاشان",
    "mening": "1. کاشێل، شوێنگێڕان، شوێنهەڵکردن و دۆزینەوەی کەسێک بەجێگەپا؛ 2. نێوی گوند و عەشیرەتێکە لە ‌رۆژهەڵاتی کوردستان."
  },
  {
    "ID": 1287,
    "name": "کاشۆک",
    "mening": "نێوی تیرەیەکی بچووکی کوردن کە چادرنشین بوونە و زۆرتر لە دەوروبەری ناوچەی ئورفا (رۆحا) ژیاون لە کوردستان شمالی."
  },
  {
    "ID": 1288,
    "name": "کامیار",
    "mening": "پیرۆز، سەرکەوتوو، کەسێ بە مراد و مەبەستی خۆی گەییشتبێ."
  },
  {
    "ID": 1289,
    "name": "کامەران",
    "mening": "بەئاواتگەییشتوو، کامڕەوا."
  },
  {
    "ID": 1290,
    "name": "کاوان",
    "mening": "1. کۆی کاو؛ 2. کاو واتە: مراد، (کاوان)یش: مرادان؛ 3. بە هەورامیش واتە: کەل، ملە، یاڵ، گەردەنە؛ 4. هەروەها گوندێکە لە ناوچەی شەقڵاوە لە باشووری کوردستان."
  },
  {
    "ID": 1291,
    "name": "کاوانی",
    "mening": "نێوی هۆزێکە لە کوردستانی باشوور."
  },
  {
    "ID": 1292,
    "name": "کاویان",
    "mening": "1. کاوەییان، درووستکراوی کاوە، هی کاوە، شتێک که کاوە درووستی کردبێ؛ 2. گریان بە دەنگی نزم؛ 3. سووزانەوەی پێست؛ 4. نێوی ئەو ئاڵایەیە کە کاوەی ئاسنگەر بۆ شەڕ دژی ئەژدەهاک هەڵیدا. لە چیرۆکی کاوەی ئاسنگەر و ئەژدەهاکدا دەڵێن: ئەو پێشبەنە چەرمەی کە بۆ ئاسنگەریی لە بەرۆکی خۆی دەبەست، کرد بە ئاڵا و خەڵکی کۆوە کرد و ئەژدەهاکی کوردی که هاوڕەگەزی خۆی بوو، لەناو برد و فەرەیدوونی فارسی لە جێگەی دانا، خەڵکیش دوای ئەو کارەساتە ئاڵاکەی کاوەیان لە زێڕ و زیو گرت و نێویان نا: (ئاڵای کاویان)، یان ئاڵای کاوەییان کە لە ئەدەبیاتی کۆنی فارسیدا دەگوترێ (درَفش کاویان)."
  },
  {
    "ID": 1293,
    "name": "کاوە",
    "mening": "1. ئێش و ئازارێکە بە هۆی کارکردنی زۆرەوە لە لەشدا پەیدا دەبێ؛ 2. نێوی کاوەی کوردی قارەمانی داستانی ئەفسانەیی (کاوە و ئەژدەهاک)ە، کە ئەژدەهاکی کوشت و (فەرەیدو)ی فارسی لە جێگای دانا. بڕوانە ئەژدەهاک."
  },
  {
    "ID": 1294,
    "name": "کاکل",
    "mening": "گیایەکە بۆنخۆش وەک رێحان بەڵام گەڵاکانی باریکترە."
  },
  {
    "ID": 1295,
    "name": "کاکۆ",
    "mening": "کەکۆ، 1. وشەی دواندنی براگەورە، کاکە؛ 2. وشەی رێز بۆ پیاوان لە زاراوەی کرمانجیدا؛ 3. برای دایک، خاڵۆ؛ 4. تیرەیەکی کوردن لە نێوان سنە و کولیاییدا دەژین. وا وێنا دەکرێ کە ئەم تیرەیە پاشماوەی تیرەی (کاسۆیی) یەکان بن، واتا کاسۆی ئاکاد؛ 5. نێوی پاڵەوانێکی دۆستی کاوەی ئاسنگەر بووە."
  },
  {
    "ID": 1296,
    "name": "کاکی",
    "mening": "1. کاکە، براگەورە؛ 2. دەشتی راست و تەخت."
  },
  {
    "ID": 1297,
    "name": "کرژە",
    "mening": "1. مرۆڤی ئازا و چالاک؛ 2. نێوی گوندێکە لە کوردستان."
  },
  {
    "ID": 1298,
    "name": "کرمانج",
    "mening": "کرماج، کوردماج، کوردمانج، 1. نێوی کۆنی کورد؛ 2. بەشێکی هەرەزۆر لە کورد لە باکووری کوردستان؛ 3. لە هەرێمی موکوریان بە لادێیی یان گوندیی دەڵێن: کرمانج."
  },
  {
    "ID": 1299,
    "name": "کوردان",
    "mening": "کۆی وشەی کورد، کوردگەل، کوردەیل."
  },
  {
    "ID": 1300,
    "name": "کوردۆ",
    "mening": "1. گۆڕدراوی وشەی (کارداک) و پاشان (کاردۆ)یە کە ریشەکەی وشەی (کورد)ە؛ 2. جۆرێک قەتاری کوردییە لە بەیات کورددا؛ بەیات کورد کە گۆشەیەکی بێ چارەکی بەیاتە، لەناو زۆر میللەتی دنیادا هەیە و بەنێوبانگە!؛ وشەی کوردیش هەر لە کۆنەوە هەبووە، بەڵام بەم شێوەگەلەی خوارەوە: کاردا، کارداک، کاردۆخ، کوردۆ؛ ئەو شاعیرانەش کە لە کۆندا نێوی کوردیان لە هۆنراوە و هەڵبەستدا هێناوە، ئەمانەی خوارەوەن: (منتهی الارب)، (فردۆسی)، (بیهقی)، (سوُزَنی)، (مولوی)، (روُدَکی)، (عمارە)، (سعدی)، (غزالی لوکری)، (اَنجمن آرا). بە تایبەت روودەکی بۆ خۆی کورد بووە، بە پێی ئەم شیعرەی کە گوتوویەتی: از رخت و کیای خویش، من رفتم و پردختم چون کـٌـــرد بماندستـم تنها من و این باهــــــو بەو جۆرەی کە مێژوو نیشانی دەدا، نێوی کورد دەگەڕێتەوە بۆ چوار هەزار ساڵی بەر لە ئێستا، کە لە سەردەمی بەردێ نوێدا سەرقاڵی کشتوکاڵ بووە، بەڵام کۆنترین بەڵگەیەک کە نێوی کۆمەڵگای کوردی بە شێوەیەکی رەسمیی و فورمیی تێدا تاپۆ کراوە و بەڵگەیێکی جوغرافی مێژوویییە، دەگەڕێتەوە بۆ هەشتسەد ساڵی پێش ئێستا، واتە سەردەمی سەلجووقییەکان، کە حەمدوڵڵا مستەوفی باسی دەکا و ئەویش پێکهاتەیێکی کۆمەڵایەتی جوغرافییە، نەک پێکهایێکی کۆمەڵایەتی سیاسی! نەخشەی کوردستان لە کۆندا ئەمە نەبووە کە ئێستا هەیە، کوردستان بە پێی نووسینی جوغرافیناسانی کۆن، سنووری کوردستان بازنەیەک بووە کە خاکی کوردستانی دەورە داوە و بازنەکەش بە قەراخ ئازەرباییجاندا هاتۆتە خوارێ بۆ قەزوێن و سوڵتانییە و هەمەدان و دەماوەند و بەشێک لە ناوچەی شیراز تا ئەهواز و ئابادان هەتا سەر کەنداوی فارس، لەو لاشەوە لە لای بەسرەوە بۆ کووت و عەمارە و مەندەلی و خانەقین و جەبەل عەمرەین و بەشێک لە تیکریت و دیجلە و فۆرات و مووسڵ و ئەسکەندەروونە و حەتای و سێواس و مووش و ئەرزنجان و قارس و ئەرزەڕۆم هەتا هاتۆتەوە لای ئەرمەنستان. بڕوانە بۆ کاردۆ."
  },
  {
    "ID": 1301,
    "name": "کووران",
    "mening": "1. داری جەنگەڵی؛ 2. لە کاتی هاویندا کاتێک با لە پەنجەرەیەکەوە بۆ پەنجەرەیەکی دیکە دەرباز دەبێ و فێنک دەبێ، بەو بایە دەڵێن کووران؛ 3. تێپەڕینی با لە دەلاقە یان پەنجەرەیەکەوە بۆ دەلاقە یان پەنجەرەیەکی دیکە."
  },
  {
    "ID": 1302,
    "name": "کۆبار",
    "mening": "1. مرۆڤی بەڕێز؛ 2. سەرەتای هەر شتێ لە بەر و بۆی زەوی."
  },
  {
    "ID": 1303,
    "name": "کۆبین",
    "mening": "دیتنی هەموو شتێک پێکەوە. ئەم نێوە، نێوێکی تازەیە کە دایکان و باوکان بە زەوقی خۆیان درووستیان کردووە و لە دوو وشەی (کۆ) بە واتای: هەموو شتێک پێکەوە و (بین) بە واتای دیتن، کە پێکەوە دەبێتە: (بینینی هەموو شتێک پێکەوە) ساز کراوە."
  },
  {
    "ID": 1304,
    "name": "کۆچبەر",
    "mening": "کەسێ کە ناچار دەبێ ماڵ و حاڵی خۆی بە جێ بهێڵێ و لە شوێنێکی دیکەدا بژی، پەنابەر."
  },
  {
    "ID": 1305,
    "name": "کۆچەر",
    "mening": "رەوەند، خێڵات، کوێستانگەڕ، ئەو خێڵانەی کە گەرمیان و کوێستان دەکەن."
  },
  {
    "ID": 1306,
    "name": "کۆدەنگ",
    "mening": "هەموو دەنگێک پێکەوە. ئەم نێوە، نێوێکی تازەیە کە دایکان و باوکان بە زەوقی خۆیان درووستیان کردووە و لە دوو وشەی (کۆ) بە واتای: هەموو شتێک پێکەوە و (دەنگ) بە واتای ورتە و سۆز، کە پێکەوە دەبێتە: (دەنگی هەموو شتێک پێکەوە) ساز کراوە."
  },
  {
    "ID": 1307,
    "name": "کۆژین",
    "mening": "نێوێکی تازەیە و واتای (کۆی ژیان)، یان ژیان هەمووی پێکەوە دەدا. بڕوانە کۆرەنگ و کۆیبن."
  },
  {
    "ID": 1308,
    "name": "کۆسار",
    "mening": "بە زاراوەی هەورامی واتای کوێستانی بژوێن و پڕکانی دەدا."
  },
  {
    "ID": 1309,
    "name": "کۆسان",
    "mening": "1. کێفسان، کوێستان؛ 2. نێوی شارۆچکەیەکی کوردنشین بوو لە نێوان شاری کووت و شاری نەعمانییە کە بە دەستی حوکوومەتی بەعس، کوردەکانی ئاوارە کران و عەرەبیان هێنا جێگەیان. کووت و نەعمانییەش لە کۆندا کوردنشین بوون، بەڵام ئەوانیش بە دەستی حوکوومەتی بەعس کران بە عەرەبنشین. بڕوانە گۆسان."
  },
  {
    "ID": 1310,
    "name": "کۆسرەت",
    "mening": "نێوی چیا و گوندێکە لە ناوچەی کۆیە، لە کوردستان."
  },
  {
    "ID": 1311,
    "name": "کۆشان",
    "mening": "لە وشەی تێکۆشان وەرگیراوە، بەواتای تە‌قەلادان."
  },
  {
    "ID": 1312,
    "name": "کۆشەنگ",
    "mening": "کۆی شۆخ و شەنگ، شۆخ و شەنگی هەمووی پێکەوە، ئاماژە بە کیژ یان کوڕێک کە هەموو رانەیەکی جوانی و لەباربوونی تێدا کۆ بووبێتەوە. بڕوانە کۆڕەنگ و کۆدەنگ."
  },
  {
    "ID": 1313,
    "name": "کۆمارا",
    "mening": "گوندێکە لەناوچەی پاوە لە کوردستان."
  },
  {
    "ID": 1314,
    "name": "کۆماس",
    "mening": "نێوی هۆزێکی کوردە لە نێوان سنە و مەریوان و سەقز، کە پێیان دەگوترێ هۆزی کۆماسی."
  },
  {
    "ID": 1315,
    "name": "کۆڕێ",
    "mening": "نێوی چیا و گوندێکە لە ناوچەی رواندز لە کوردستان."
  },
  {
    "ID": 1316,
    "name": "کۆڕەنگ",
    "mening": "هەموو رەنگێک پێکەوە، کۆی هەموو رەنگێک. ئەم نێوە، نێوێکی تازەیە کە دایکان و باوکان بە زەوقی خۆیان درووستیان کردووە و لە دوو وشەی (کۆ) بە واتای: هەموو شتێک پێکەوە و (رەنگ) بە واتای نما و چۆنییەتی دیمەنێک، کە پێکەوە دەبێتە: (هەموو رەنگێک پێکەوە) ساز کراوە."
  },
  {
    "ID": 1317,
    "name": "کۆڕەو",
    "mening": "1. کۆچی بەکۆمەڵی خەڵک و گیانلەبەران، لە کاتی بۆمباران و شەڕ و ترس لە لافاو و بوومەلەرزە و هیدیکە؛ 2. ئەو خەڵکەی کە بەکۆمەڵ هەموو پێکەوە نیشتمانی خۆیان لە کاتی شەڕ و ترس و رووداوی دیکەدا بەجێ دەهێڵن و روو دەکەنە شوێنێکی دیکە. وەکوو کۆڕەوەکەی کوردستانی باشوور لە ساڵی ا991 ی زایینی، لە ترسی بۆبارانی کیمیایی."
  },
  {
    "ID": 1318,
    "name": "کۆڤار",
    "mening": "گۆڤار، مەجەلەیەک کە حەوتووانە یان مانگانە دەردەچێ."
  },
  {
    "ID": 1319,
    "name": "کۆڤان",
    "mening": "1. خەم و خەفەت و عەزرەت؛ 2. گلێنەی چاو."
  },
  {
    "ID": 1320,
    "name": "کۆکەن",
    "mening": "1. چیاکەن؛ 2. سەرنێوی فەرهادی لوڕ یان فەرهادی کۆکەنە، ئەوینداری بەنێوبانگی شیرین؛ 3. ئاڵفبڕین، کاتی دروونی گیا و گزرە بۆ مەڕوماڵات لە زستاندا."
  },
  {
    "ID": 1321,
    "name": "کیارەش",
    "mening": "کیار‌ش، یەکێ لە فەرماندە گەورەکانی فەروەرتیش، دووهەمین پاشای ماد. بۆ زانین، گڵکۆی فەروەرتیش لە ئەستێودانێکی گەورەیە لە چەمی رەزان، بە سەر سینگی کیوێکی سەرکەشەوە کە ئاوردانێک و دوو گڵکۆی تێدایە، کە لایەن میراتی فەرهەنگی کوردستانەوە پارێزراوە."
  },
  {
    "ID": 1322,
    "name": "کیان",
    "mening": "سەروەری، قەوارەی حوکمڕانی"
  },
  {
    "ID": 1323,
    "name": "کەتوان",
    "mening": "چاوەدێر، چاوێر."
  },
  {
    "ID": 1324,
    "name": "کەشکۆڵ",
    "mening": "فینجانی فەخفووری، 1. ملوانکەی زێڕ یان زێو کە دەکرێتە ئەستۆی منداڵ؛ 3. دەفتەری بیرەوەری و شیعران؛ 4. نەخشێکە لە جاجم و بەرماڵدا؛ 5. دەفری ئاوی دەروێشان، کەشکۆڵ لە دارێکی وێنە نارگیل و لە هێندستان درووست دەکرێ، خەڵکی رەمەکی و دواکەوتوو، ئێژن: ئەمە کەوشەکانی پێغەمبەرە بە جێماوە، دەک قوڕ بەسەر خەڵکی دواکەوتوو؛ دیسان دەڵێن: کەشکۆڵ لە بنەڕەتدا (کەوشکۆڵ) بووە و بووە بە کەشکۆڵ!"
  },
  {
    "ID": 1325,
    "name": "کەلار",
    "mening": "1. هەلار، خاپوور؛ 2. لەسەریەک دانراوی بەرزەوەبوو؛ 3. کەلی بەرز و بڵند؛ 4. شارۆچکەیە لەلای دەربەنیخان لە کوردستانی باشوور."
  },
  {
    "ID": 1326,
    "name": "کەیا",
    "mening": "1. نازنێوی پیاوی بەدەسە‌ڵات، کوێخا؛ 2. کایە؛ 3. ژەندنی تراو، وەکوو مەشکەت کەیاندووە؟!"
  },
  {
    "ID": 1327,
    "name": "کەیان",
    "mening": "1. مەزنان، سەروەران؛ 2. پاشایانی گەورە و زۆردار؛ 3. جۆرێک چادری خڕی گومبەزوێنەیە کە بە کۆڵەکەیەک هەڵدەدرێ و لە نێو عەجەماندا بە خێوەتی کوردیی یان خێوەتی کوردان بەنێوبانگە."
  },
  {
    "ID": 1328,
    "name": "یاخی",
    "mening": "1. سەربزێو، شەقی؛ 2. چیای هەڵەمووت؛ 3. چەمی بێ بوار؛ 4. مانگرتوو."
  },
  {
    "ID": 1329,
    "name": "یاران",
    "mening": "کۆی یار، دۆست، هەڤاڵ."
  },
  {
    "ID": 1330,
    "name": "یارسان",
    "mening": "لە دوو وشەی ئاوێتەی (یار و سان) پێکهاتووە کە یار واتە: دۆست، هاوڕێ، هاواڵ، سانیش واتە: پەروەردگار، هەتاو، سوڵتان، کە بە سەر یەکەوە، یارسان واتە: هۆگری پەروەردگار، دۆستی خۆرەتاو، هاوڕێی سوڵتان. یارسان، نێوی ئایینزا (مذهب)ی کوردانی (ئەلحەق)ە لە کوردستان، کە بە تیرەی (گۆران)یش بەنێوبانگن. ئایینی یارسان، ئایینی پانتاییزمە واتە (وحدت وجود) یان (یەکێتی هەبوون)، کە بڕوایان بە دۆنادۆن (تناسخ ارواح)ە و یارسانەکان هەرچەند لەلایەن شیعە و سوننی یەوە، کەوتوونەتە بەر زوڵم و زۆری فراوان و بەگشتیی پەیڕەوانی ئایینی ئیسلام لە درێژەی مێژوودا دەستدرێژیی زۆریان کردۆتە سەریان، بەڵام کۆنترین ئایینی کوردە کە لە کوردستان دوای زەڕدەشت ماوەتەوە. یارسانەکان هەتا ئێستا لە دووتوێی ئایینەکەیاندا زمانی کوردییان پاراستووە. وەک چۆن یەکێ لە پایەکانی مۆسیقای ئێرانیی مۆسیقای کوردییە، لەراستیشدا یەکێ لە بناغەکانی مۆسیقای کوردیی وا بەسەر مۆسیقای کوردیی یارسانەکانەوە، چونکە ئەو قەتار و گۆشە و قامگەلەی که مامۆستا عەلی مەردان و حوسێن عەلی گوتوویانن و تەنانەت هەندێ لە قۆریاتی تورکمانیی کە بە بنەڕەت کوردین، لە سایەی بوونی تیرەی گۆران و ئایین زای یارسانەوە بۆمان ماونەتەوه. بۆ وەبیرهێنانەوە، بە هەڵە بە یارسانەکان دەڵێن: کاکەیی، لە کاتێکدا بەشێک لە یارسانەکان لەبەر ئەوەی کە سەر بە تەریقەتی سید کاکەن، پێاندەگوترێ: کاکەیی، کە لە ناوچەکانی کەرکووک و خانەقین دەژین‌. ناوچەی یارسانەکان هەتا سەردەمی ساسانییەکان، واتە ئەو کاتەی کە عەرەب هێرش دەکاتە سەر ئەو پاشایەتییە، (هەولێر، سلێمانی، هەڵەبجە، هەورامان، سنە، دینەوەر، ئیلام، لوڕستان، بەختیاری و شیراز) بووە، واتە بەر لەوەی کە عەرەب هێرش بێننە سەر ئێران و کوردستان بەگشتیی، نەتەوەی کورد رەدووی ئەو ئایینە کەوتووە و ئایینی هەموو خەڵکی کوردستان، یارسان و ئیزەدی بووە، بەڵام لەبەر هێرشی عەرەب و داسەپاندنی ئایینی ئیسلام، ئەم نەتەوەیە کەوتۆتە بەر هێرشی کوشت و کوشتار و لەناوچوون، بە دەستی عەرەب. ئەم تیرە گەورەیەی کورد کە دوای کەوتنی ساسانییەکان نێوی‌ (گۆران)یان بەسەردا بڕا و لەلایەن کوردی بە موسڵمان کراوەوە بە بە (گاور)، واتە: کافر نێودێر کران، لە کۆندا و بەر لە ساسانییەکانیش، یەکەم تیرەی کوردن کە شارنشینییان دەسپێکردووە. ئەم تیرە گەورەیەی کورد دوای ئەوەی کە بە زۆر زۆربەی خەڵکی کوردستانیان کرد بە موسوڵمان، چووار شۆڕشی گەورەیان دژ بە عەرەب و ئایینی ئیسلام کە بە زۆر بە سەر کۆمەڵگای کوردیاندا سەپاند، هەڵگیرساندووە، کە یەکەمیان‌: شۆڕشی گەورەی گۆرانە کە‌ لە شیرازەوە هەڵگیرساوه و ئەبوو موسلێمی خوراسانی‌ تێدا بەشدار بووە و لە کارنامەی ئەردەشێری پاپەکاندا ئاماژەی پێکراوە، هەروەها شۆڕشی شا خۆشین، شۆڕشی سوڵتان ئیسحاق، شۆڕشی سەی براکە، کە بۆ پەرچە لەو ئایینە هەڵگیرساوە، ئەم تیرەیە هەتا ئێستا، سەرەڕای ئەوەی کە بەردەوام لەژێر گوشار و زەبر و زۆری موسڵمانی سوننی و شیعەدا بوونە، بەڵام خۆیان راگرتووە و نەیانهێشتووە ئەو ئایینە کۆنەی کورد لەناو بچێ. ئەگەر تۆزێ ورد سەرنجی رووداوەکانی ئەو سەردەمە و هاتنی عەرەب بۆ سەر خاکی کوردستان بدەین و لێیبکۆڵینەوە‌، وا دەردەکەوێ لە کۆندا دوو ئایین لە کوردستان هەبووبێ، (ئیزەدی و یارسان)، کە ئیزەدیی ئایینی کوردی زاراوەکرمانج بووە و یارسان ئایینی کوردی زاراوەپالەویی و هەورامیی و موکریی، بێژگە لە بوونی جوولەکە لە کوردستان و دواتریش مەسیحییەکان. ئەو ئاورگەگەلەش کە لە ئێراندا دۆزراونەتەوە و ماون، 18 ئاورگەیە کە نزیک بە 16 ئاورگەی لەناو خکی کوردستاندا هەڵکەوتوون. یارسانەکان، کە لە تورکییە و سووریە بە‌ عەلەوی و لە ئازەرباییجان‌ بە قزڵباش و لە ئێراق بە یەزیدیی و کاکەیی و لە ئێران بە ئەهلی حەق و هیدیکە نێویان دێنن، هەر هەموویان پاشماوەی ئایینی زەڕدەشتن و دەگەڕێنەوە بۆ ئایینی میتراپەرستی، زمانە‌کەشیان لە کۆندا پالەویی و هەورامیی بووە، کە عەرەب زاراوەی پالەویی بە فەهلەویی نێوی دێنن و پالەویی (پاڵەیی)یش، هەر ئەم (کەڵوڕیی)یەی ئەمڕۆیە. لە کارنامەی ئەردەشێری پاپەکانیشدا ئاماژە بە مووزیکەکەیان کە هۆرەیه کراوە‌، بەڵام بە نێوی (لەحن اورامن)، کە ئەمڕۆ بەداخەوە ئەم لەحن ئەورامەنە هێشتا ساق نەکراوەتەوە کە هۆرەیە یان سیاچەمانە؟! ساسانییەکان خۆیان یارسان بوونە و لە بارەگای خۆیاندا بە هەورامی قسەیان کردووە. یارسانەکان هەر موغەکانی سەردەمی ماد بوونە کە دوای کەوتنی مادەکان بە دەستی هەخامەنشییەکان، دژی هەخامەنشییەکان شۆڕشیان هەڵگیرساندووە و شۆڕشەکەیان بە دەستی ئەوان تێدا چووە. دوور نییە وشەی یارسان بە واتای (یاری ساسان) یان (یاری ساسانییەکان)، یان یاری (سان) بەواتای (سوڵتان)ە، بووبێ، کە دەبێتە سوڵتانی ساسانییەکان. چونکە ئەوەی لە مێژوو بزانێ ساسانییەکان دوایین تیرەن کە پەرچەیان لە ئایینی یارسان کردووە و لە سەردەمی ئەوانیشدا ئەم ئایینە کەوتە بەر هێرشی گەورەی لەناوچوون، بە دەستی عەرەب. بڕوانە گۆران لە بەشی کوڕان. ســـڕ حەق زانــۆ، ســڕ حــــەق زانۆ داخم پەی کەسێ ســــڕ حەق زانۆ بەڵام ئەو سڕە پەی کەس نەوانۆ تا رۆژ ئەلەســـت ئەو ســـڕە مانۆ! هۆنراوەی‌ دەفتەری (کەلام)ی یارسانەکان‌."
  },
  {
    "ID": 1331,
    "name": "یارە",
    "mening": "یار، دۆست، هەڤاڵ."
  },
  {
    "ID": 1332,
    "name": "یاسا",
    "mening": "قانوون، دابودەستوور و بنەما و رێوشوێنی ناو کۆمەڵ کە لە لایەن دەوڵەت و پارلەمانەوە بۆ پاراستن و بەڕێوەبردنی کۆمەڵگایەک دادەنرێ."
  },
  {
    "ID": 1333,
    "name": "یاسۆ",
    "mening": "نێوی گۆرانیبێژێکی کورد بووە لە ناوچەی سەرحەدی‌ کوردستانی باکوور ."
  },
  {
    "ID": 1334,
    "name": "یانان",
    "mening": "دیوەخان و جێگای پشوودانی گشتی."
  },
  {
    "ID": 1335,
    "name": "یاهۆ",
    "mening": "1. وشەی سەیرمان؛ 2. ئەو کارەی، ئەو ئیشەی."
  },
  {
    "ID": 1336,
    "name": "یاوەر",
    "mening": "1. یاور، بریکار؛ 2. یاریدەدەر، یارویاوەر."
  },
  {
    "ID": 1337,
    "name": "یاکان",
    "mening": "نێوی کێوێکە لە باکووری کوردستان."
  },
  {
    "ID": 1338,
    "name": "یۆنا",
    "mening": "یەکتر، یەک و دوو."
  },
  {
    "ID": 1339,
    "name": "یەزدا",
    "mening": "خودا، خودێ، یەزدان، پەوەردگار؛ هەر دوو نێوی یەزدا و یەزدۆ لە نێوی یەزدان وەرگیراون."
  },
  {
    "ID": 1340,
    "name": "یەمان",
    "mening": "1. زۆربەهێز؛ 2. نەترس و ئازا؛ 3. زیرەک و بە دەستوبرد؛ وشەی زیادی لە گۆرانیی کوردیدا وەکوو: ئاخ و یەمان."
  }
]